[
  {
    "id": "EMP00001",
    "name": "Danielle Johnson",
    "email": "danielle.johnson@example.com",
    "department": "Product Management",
    "title": "Principal UI Designer",
    "salary": 157161,
    "location": "Remote",
    "joined": "2018-02-08",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "A/B Testing, Confluence, Cybersecurity, Jira, Monday.com, Roadmap Planning, User Research",
    "notes": "All behavior discussion own night respond. Information last everything thank serve civil institution. Choice whatever from behavior benefit. Page southern role movie win her. Fall pick those gun court attorney product. Talk term herself law. Class great prove reduce raise author. Move each left establish. Range successful simply director allow. Husband at tree note responsibility defense. How trip learn enter east no enjoy."
  },
  {
    "id": "EMP00002",
    "name": "Brenda Hurst",
    "email": "brenda.hurst@example.com",
    "department": "Customer Support",
    "title": "Customer Experience Specialist",
    "salary": 440041,
    "location": "Phoenix",
    "joined": "2019-05-09",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Customer Service, GDPR, Mentoring, Technical Support, Time Management, Troubleshooting",
    "notes": "Civil quite others his other life edge network. Quite boy those. Shoulder future fall citizen about. Seven medical blood personal success medical current. Several much single morning a food. Born guy world. Around there water beat magazine. Within mouth call process."
  },
  {
    "id": "EMP00003",
    "name": "Stacey Martin",
    "email": "stacey.martin@example.com",
    "department": "Operations",
    "title": "Junior Operations Manager",
    "salary": 90934,
    "location": "Toronto",
    "joined": "2020-08-19",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Azure, Continuous Improvement, Lean, Project Management",
    "notes": "Tonight later easy ask again network. Detail audience piece director town teacher audience draw. Democrat car very number line six space. Behind probably great in tell. Pull worker better. Rock song body court movie cell. Leg themselves away space task. Anything yourself structure why. Coach magazine degree husband around."
  },
  {
    "id": "EMP00004",
    "name": "Nicholas Galloway",
    "email": "nicholas.galloway@example.com",
    "department": "Research & Development",
    "title": "Innovation Specialist",
    "salary": 224055,
    "location": "Dallas",
    "joined": "2018-01-03",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Hypothesis Testing, Node.js, PHP, Patent Research, Python, R, SAS, Scikit-learn",
    "notes": "Choice father why often my security arm. Live try most arm meet surface attention attack. Identify walk now often always. Information on mission various. Prove fire enter capital population. First sell authority leader your you available. Media car give attention each. Just myself few worker. Account stage federal professional voice care break. Score choice example decision. Data plant enough major town suffer. Plant stop analysis four."
  },
  {
    "id": "EMP00005",
    "name": "David Whitney",
    "email": "david.whitney@example.com",
    "department": "Engineering",
    "title": "Junior ML Engineer",
    "salary": 84543,
    "location": "Remote",
    "joined": "2016-12-21",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Critical Thinking, Docker, Kubernetes, React",
    "notes": "Along hard need involve among half value. Together decide economic. Government nice themselves wind. Understand door class son. Agent say forward us soon ten. Environment skin blue the teach. Current truth glass star the. Age cover foreign ten whom."
  },
  {
    "id": "EMP00006",
    "name": "Joshua May",
    "email": "joshua.may@example.com",
    "department": "Finance",
    "title": "Financial Analyst",
    "salary": 104776,
    "location": "Atlanta",
    "joined": "2019-05-10",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Financial Analysis, Financial Modeling, InVision, Leadership, Power BI, QuickBooks, Risk Management",
    "notes": "Although others generation skill job. Break tonight couple and job mind southern. Hair attorney professional form finish. Rest feel finally impact. Never court professor here security. Past feeling nature a. Decision size parent focus kid. Memory soldier where save probably. Middle plan friend stand seem."
  },
  {
    "id": "EMP00007",
    "name": "Emily Walker",
    "email": "emily.walker@example.com",
    "department": "Marketing",
    "title": "VP Brand Strategist",
    "salary": 351592,
    "location": "Boston",
    "joined": "2017-05-07",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Canva, Email Marketing, HIPAA, HubSpot, Photoshop, SEM",
    "notes": "Offer responsibility himself hundred challenge reach throughout team. Sing despite sound receive. Anyone eat summer lead soon property write. Fish sense kind spring throughout interview trade knowledge. Late seem style everyone sing machine dream. Back experience even floor music catch. Him check degree increase former. Indeed deal information toward once receive task."
  },
  {
    "id": "EMP00008",
    "name": "Kathy James",
    "email": "kathy.james@example.com",
    "department": "Finance",
    "title": "Senior Tax Specialist",
    "salary": 116786,
    "location": "Phoenix",
    "joined": "2015-06-01",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Accounting, C#, Power BI, QuickBooks, Risk Management",
    "notes": "Today major event magazine home protect something right. Try wonder move trade option production base. Career left anyone here deep force. Everything week instead strong like see. Yourself glass practice. Wear current after. Draw list boy way. Short cold parent security boy. Who blue agent find. However resource away real physical big. Sure outside building worker site."
  },
  {
    "id": "EMP00009",
    "name": "Michael Patterson",
    "email": "michael.patterson@example.com",
    "department": "Marketing",
    "title": "Marketing Specialist",
    "salary": 191478,
    "location": "Austin",
    "joined": "2019-01-23",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "A/B Testing, Business Analysis, Communication, Copywriting, Email Marketing, Flask, Google Analytics, SEO",
    "notes": "Religious itself safe whole establish space Mrs. Let stay or focus early various everything. During let particular her agreement surface consider. Great election evidence other they. Act way beat result major serve real. Large admit family identify during professional hard. Gas you nearly goal law fill discover. Firm sea week real course. Everybody operation set others wonder strategy fast. Conference add move ever window network. Point sell bill activity."
  },
  {
    "id": "EMP00010",
    "name": "Justin Mendoza",
    "email": "justin.mendoza@example.com",
    "department": "Operations",
    "title": "Operations Analyst",
    "salary": 68477,
    "location": "Miami",
    "joined": "2018-10-06",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "CircleCI, Continuous Improvement, MySQL, Quality Assurance, Six Sigma, Supply Chain Management, Vendor Management",
    "notes": "Picture approach chance none fight yes budget. Paper so difficult mission late kind. Wrong figure perform participant science way debate decision."
  },
  {
    "id": "EMP00011",
    "name": "Donna Moore",
    "email": "donna.moore@example.com",
    "department": "Information Technology",
    "title": "Lead Cybersecurity Analyst",
    "salary": 249115,
    "location": "Dallas",
    "joined": "2017-02-03",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Asset Management, Backup Solutions, Digital Marketing, Help Desk, Linux, Negotiation, Windows Server",
    "notes": "Discuss religious reflect. Author do enough social operation sound cup. Different chance enter central arrive society organization. Tv keep light fight I evening music. Our threat same page. Before while structure. Onto again share start office several compare. Prepare trouble consider one play man before."
  },
  {
    "id": "EMP00012",
    "name": "Michael Cook",
    "email": "michael.cook@example.com",
    "department": "Information Technology",
    "title": "IT Support Specialist",
    "salary": 272069,
    "location": "Phoenix",
    "joined": "2022-01-21",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "AWS, Asset Management, Backup Solutions, VMware",
    "notes": "Lawyer fire follow. Ten stay ability thank left approach. Gun series personal service data near until. Thing machine ahead picture son report. Nearly need behavior yeah tree. Water positive child usually factor relate indeed. Woman during necessary himself two meet these. Significant take future skin environment. Executive fear only. Land machine forward several. Lay focus country recently occur do. Analysis seat relate specific history professional. Manager already maybe opportunity."
  },
  {
    "id": "EMP00013",
    "name": "Molly Sawyer",
    "email": "molly.sawyer@example.com",
    "department": "Information Technology",
    "title": "Network Administrator",
    "salary": 216430,
    "location": "Portland",
    "joined": "2019-10-05",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "AWS, Laravel, Network Administration, System Administration, Windows Server",
    "notes": "Sit enter perhaps however bag forget purpose. Here first responsibility service their along attention."
  },
  {
    "id": "EMP00014",
    "name": "Crystal Mccall",
    "email": "crystal.mccall@example.com",
    "department": "Human Resources",
    "title": "Senior HR Business Partner",
    "salary": 122161,
    "location": "Portland",
    "joined": "2025-05-01",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "BambooHR, Change Management, Employee Relations, Illustrator, Travis CI",
    "notes": "Tough animal someone fall hear. Each include radio conference. Bad that people drive. Central leave effect effort act source top quality. Kid generation onto police. Real lead few yourself table blood. Occur offer yeah far within probably."
  },
  {
    "id": "EMP00015",
    "name": "Joshua Knight",
    "email": "joshua.knight@example.com",
    "department": "Legal",
    "title": "Lead Patent Attorney",
    "salary": 265378,
    "location": "Atlanta",
    "joined": "2022-03-20",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Angular, C++, Contract Review, Intellectual Property, Legal Writing, Litigation Support, Risk Assessment",
    "notes": "Pm per question return process. Pick tough position final. Almost half capital travel force indeed. Car much will most tree. Trial want whose far that. Life away senior difficult."
  },
  {
    "id": "EMP00016",
    "name": "Erica Craig",
    "email": "erica.craig@example.com",
    "department": "Marketing",
    "title": "Marketing Analyst",
    "salary": 143529,
    "location": "Portland",
    "joined": "2019-05-01",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Email Marketing, Jira, Photoshop, SEM, Social Media Marketing",
    "notes": "Lawyer pull public once. Board doctor agent this no trip. Positive play less red power. Cause watch fight manage. Doctor Mr home he. Industry score choice increase between majority impact. Allow have kitchen wear talk. Name within grow huge couple business. Begin deep police wife anything four writer. Day stop never only spend do similar."
  },
  {
    "id": "EMP00017",
    "name": "Kristina Carlson",
    "email": "kristina.carlson@example.com",
    "department": "Research & Development",
    "title": "Director Research Scientist",
    "salary": 323615,
    "location": "Chicago",
    "joined": "2018-02-16",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Data Analysis, Python, Research Design, Statistics, Team Leadership",
    "notes": "Group small open. Company appear score."
  },
  {
    "id": "EMP00018",
    "name": "Alicia Reese",
    "email": "alicia.reese@example.com",
    "department": "Human Resources",
    "title": "Junior Recruiter",
    "salary": 52759,
    "location": "Sydney",
    "joined": "2020-02-13",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Diversity & Inclusion, Employee Relations, HRIS, Recruiting, Social Media Marketing",
    "notes": "Feeling poor all your suggest international blue. Available ball part assume every plan. Herself our far measure involve soldier. Table prepare shoulder result. Involve thousand including still human."
  },
  {
    "id": "EMP00019",
    "name": "Jessica Edwards",
    "email": "jessica.edwards@example.com",
    "department": "Human Resources",
    "title": "Mid-level Diversity & Inclusion Specialist",
    "salary": 145872,
    "location": "Remote",
    "joined": "2018-06-25",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Change Management, HRIS, Machine Learning, Recruiting, Training Development",
    "notes": "Season head candidate art. No prove improve them wait institution trouble. Why outside goal. Defense prevent difference board suddenly happen several. Difficult investment night should perform push news. Upon stop environment Congress reflect finally fund accept. Not husband center plan. Begin most heavy. Church find food walk other third. Church pay purpose evening. Magazine kind event sense box involve."
  },
  {
    "id": "EMP00020",
    "name": "Justin Gregory",
    "email": "justin.gregory@example.com",
    "department": "Research & Development",
    "title": "Lab Technician",
    "salary": 101502,
    "location": "Seattle",
    "joined": "2020-03-22",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Data Analysis, Patent Research, Redis, SPSS",
    "notes": "War should share face build. Section compare herself region matter street south. However score job least. Office of remember individual boy again. Commercial way least ready gun join. During open model how."
  },
  {
    "id": "EMP00021",
    "name": "Kyle Morgan",
    "email": "kyle.morgan@example.com",
    "department": "Information Technology",
    "title": "Lead Network Administrator",
    "salary": 236949,
    "location": "San Francisco",
    "joined": "2018-09-08",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Active Directory, Linux, Network Administration, Ruby on Rails, System Administration, Windows Server",
    "notes": "Road standard spring door chair culture. Check service away week physical less nor often. Poor worry follow wife firm key light. Field ever argue medical financial later arm story."
  },
  {
    "id": "EMP00022",
    "name": "Chase Lin",
    "email": "chase.lin@example.com",
    "department": "Operations",
    "title": "Business Analyst",
    "salary": 110589,
    "location": "Portland",
    "joined": "2023-11-29",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Asana, Continuous Improvement, Lean, Process Improvement, Quality Assurance, Ruby, TensorFlow",
    "notes": "Training occur could painting may whatever late."
  },
  {
    "id": "EMP00023",
    "name": "Lisa Monroe",
    "email": "lisa.monroe@example.com",
    "department": "Customer Support",
    "title": "Junior Customer Support Representative",
    "salary": 73286,
    "location": "Austin",
    "joined": "2025-03-07",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Communication, Customer Service, Google Analytics, Patience, Presentation Skills, Zendesk",
    "notes": "Mission city health executive impact full our. Positive at behind question exist rich prevent trade. Four old center glass. Organization visit finally heavy. Spend prove stock school rate money. Meet adult final week game she. Difficult case baby such big. Strong this also from short capital heavy. Story side speak close. Analysis hair rest wide particular sell."
  },
  {
    "id": "EMP00024",
    "name": "Kristen Young",
    "email": "kristen.young@example.com",
    "department": "Engineering",
    "title": "Lead DevOps Engineer",
    "salary": 209119,
    "location": "New York",
    "joined": "2017-09-30",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "AWS, JavaScript, PHP, Python, SQL, TensorFlow",
    "notes": "Show sing me industry class current painting. Appear lose he various represent. Surface expect several evening town challenge join. Stage this us increase how. History bank different five between. Social case expert stop receive catch. Large accept bad eight strong nature road."
  },
  {
    "id": "EMP00025",
    "name": "Allison Rodriguez",
    "email": "allison.rodriguez@example.com",
    "department": "Operations",
    "title": "Senior Operations Analyst",
    "salary": 231848,
    "location": "Chicago",
    "joined": "2018-03-28",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Continuous Improvement, Oracle, Project Management, Quality Assurance, Supply Chain Management, Vendor Management",
    "notes": "Student matter movie place. Drop century investment pass drive indicate professor. Model guess well name. After them analysis hit health section ground. General run pick sign. Card good full poor store range."
  },
  {
    "id": "EMP00026",
    "name": "Tina Mendoza",
    "email": "tina.mendoza@example.com",
    "department": "Human Resources",
    "title": "Mid-level Employee Relations Manager",
    "salary": 157502,
    "location": "New York",
    "joined": "2017-03-06",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Diversity & Inclusion, Jenkins, Pandas, Recruiting, Workday",
    "notes": "Firm financial huge. List already positive experience television answer pretty. Buy happy threat sea thus. Fund cost reality happen something entire. Risk bad own state."
  },
  {
    "id": "EMP00027",
    "name": "Amy Morris",
    "email": "amy.morris@example.com",
    "department": "Information Technology",
    "title": "Director IT Support Specialist",
    "salary": 293108,
    "location": "Berlin",
    "joined": "2016-02-27",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Asset Management, Help Desk, Lead Generation, Linux, VMware, Windows Server",
    "notes": "Language risk treatment past itself police. Avoid point guy song. Well central parent sit. Attack sing hand him. Allow check last he know baby case. Huge power economic box save material. Brother simple region Democrat partner really your. But table later together knowledge. Specific whose worry property. Nearly face feel church. Soldier meeting building cut."
  },
  {
    "id": "EMP00028",
    "name": "Dominic Tyler",
    "email": "dominic.tyler@example.com",
    "department": "Customer Support",
    "title": "C-Suite Support Manager",
    "salary": 561204,
    "location": "Atlanta",
    "joined": "2015-08-15",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Communication, Creativity, Empathy, Freshdesk, Lead Generation, Patience",
    "notes": "Huge response long improve important. Available win politics last quite general there. Policy consider whom item treat area buy. Clearly follow remember generation wait. Suffer economy play nearly by. Pass behavior political option oil."
  },
  {
    "id": "EMP00029",
    "name": "George Weber",
    "email": "george.weber@example.com",
    "department": "Product Management",
    "title": "Junior Product Analyst",
    "salary": 96295,
    "location": "Miami",
    "joined": "2024-05-18",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "A/B Testing, Jira, Product Strategy, Sass",
    "notes": "Prepare short indicate police marriage. Nation politics few each southern image law read. Keep machine daughter parent. Technology floor write generation human set. No five letter environment easy best face. Ten industry while total spend value. Several marriage method material final. Bed hotel lead. Democrat good anything manager think. Mr suggest issue think road. Hand hundred now crime network available. Late near stay perhaps particularly campaign benefit. Some fund voice sense current meeting. American although require sound mind chance throw. Foreign party class wrong."
  },
  {
    "id": "EMP00030",
    "name": "Jodi Evans",
    "email": "jodi.evans@example.com",
    "department": "Research & Development",
    "title": "Lab Technician",
    "salary": 179627,
    "location": "Atlanta",
    "joined": "2018-09-20",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Hypothesis Testing, PHP, Power BI, R, Research Design, SPSS, Statistics",
    "notes": "Purpose woman on someone rise read. Others enter pretty. Officer return on color pick people subject challenge. Occur red course. Finish charge real improve simple turn. Relationship million night your. Moment finish community treatment garden great sign. Machine whatever everything fear walk word side relate. First give value somebody event business quality."
  },
  {
    "id": "EMP00031",
    "name": "Noah Baird",
    "email": "noah.baird@example.com",
    "department": "Customer Support",
    "title": "Principal Customer Success Advocate",
    "salary": 115664,
    "location": "Miami",
    "joined": "2023-07-17",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Intercom, MongoDB, Patience, Scrum, Technical Support, Technical Writing",
    "notes": "Under pretty section degree still even. Receive case past only drug prove most. Appear including response beyond side."
  },
  {
    "id": "EMP00032",
    "name": "Adam Pierce",
    "email": "adam.pierce@example.com",
    "department": "Customer Support",
    "title": "Mid-level Support Manager",
    "salary": 68899,
    "location": "Dallas",
    "joined": "2024-08-25",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "C#, Elasticsearch, Empathy, Freshdesk, Patience, Troubleshooting, Zendesk",
    "notes": "Experience arrive shoulder present discussion school. Tree company think. Value already structure small."
  },
  {
    "id": "EMP00033",
    "name": "Jacob Curry",
    "email": "jacob.curry@example.com",
    "department": "Finance",
    "title": "Principal Controller",
    "salary": 224143,
    "location": "Austin",
    "joined": "2024-01-30",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "AWS, Budget Planning, Financial Analysis, HIPAA, Illustrator, Power BI",
    "notes": "Lawyer political modern threat care. Life cover both class learn either control. So nothing serious compare task today."
  },
  {
    "id": "EMP00034",
    "name": "Margaret Robertson",
    "email": "margaret.robertson@example.com",
    "department": "Engineering",
    "title": "Lead Frontend Developer",
    "salary": 96052,
    "location": "Atlanta",
    "joined": "2016-03-22",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Agile, Docker, Illustrator, JavaScript, MongoDB, TensorFlow",
    "notes": "Dog send west few reveal activity. Realize artist brother fill if maybe. Police wait happen determine. Long lawyer writer health. Tree serious soon stay seven quite other. Moment month gun true. Article natural measure of."
  },
  {
    "id": "EMP00035",
    "name": "Edward Murphy",
    "email": "edward.murphy@example.com",
    "department": "Engineering",
    "title": "Senior Frontend Developer",
    "salary": 162137,
    "location": "Berlin",
    "joined": "2020-07-23",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "AWS, Adaptability, Django, Docker, JavaScript, SOX",
    "notes": "Car indeed nor next pull final against. Staff second official and general. Must art thus worry. All important shoulder she within position inside."
  },
  {
    "id": "EMP00036",
    "name": "Victoria Reyes",
    "email": "victoria.reyes@example.com",
    "department": "Research & Development",
    "title": "Research Scientist",
    "salary": 272881,
    "location": "Austin",
    "joined": "2024-01-20",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "C++, Patent Research, Python, R, Ruby on Rails, SPSS",
    "notes": "Condition Mr more road. Strong series without leg rest. Mother statement easy get every visit. Special information she. Drive attack order. Public the each analysis keep music senior simply. Mean eye staff rule. Officer significant stand down then worry. Determine feel article we they treatment personal. New another general poor high modern. Impact feel contain Mrs drive different. South trip none whose."
  },
  {
    "id": "EMP00037",
    "name": "Angela Anderson",
    "email": "angela.anderson@example.com",
    "department": "Information Technology",
    "title": "Junior Systems Analyst",
    "salary": 70987,
    "location": "New York",
    "joined": "2017-10-14",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Backup Solutions, Conflict Resolution, Help Desk, System Administration, VMware",
    "notes": "Environmental purpose owner. Could seven right next. Decade trade field training deep couple scientist. Receive region however dream focus. Herself move grow end mention. Letter sort reveal seven floor data fine. None determine certainly. Network once result far cultural. Here street material pressure range."
  },
  {
    "id": "EMP00038",
    "name": "Jonathan Underwood",
    "email": "jonathan.underwood@example.com",
    "department": "Human Resources",
    "title": "Senior Diversity & Inclusion Specialist",
    "salary": 153211,
    "location": "Chicago",
    "joined": "2025-01-08",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "BambooHR, HRIS, Performance Management, Puppet, Recruiting, Salesforce, Training Development",
    "notes": "Major true my politics arrive almost suggest. Share include successful. Religious across media health. Point value tree process administration mother in admit. Movie expert maybe recently issue. Blood benefit chance court. Education great some bad where learn during. Range summer president teach service. If help live PM. Bar suddenly population former."
  },
  {
    "id": "EMP00039",
    "name": "Tiffany Dickson",
    "email": "tiffany.dickson@example.com",
    "department": "Sales",
    "title": "Senior Customer Success Manager",
    "salary": 87618,
    "location": "Los Angeles",
    "joined": "2024-04-21",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Account Management, CRM, Cassandra, Lead Generation, Salesforce",
    "notes": "Tonight nor allow up fire. Onto sell require huge baby. Nor note support quality. Forward sense cause write right may window. Join stuff future shoulder."
  },
  {
    "id": "EMP00040",
    "name": "Stephanie Sanders",
    "email": "stephanie.sanders@example.com",
    "department": "Operations",
    "title": "Project Manager",
    "salary": 87019,
    "location": "Miami",
    "joined": "2023-02-03",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Digital Marketing, GDPR, Illustrator, Lean, Process Improvement, Project Management, Supply Chain Management",
    "notes": "Control one herself sign far east. Bank child Republican plant. First blood accept final growth especially."
  },
  {
    "id": "EMP00041",
    "name": "David Lopez",
    "email": "david.lopez@example.com",
    "department": "Information Technology",
    "title": "Junior Network Administrator",
    "salary": 67737,
    "location": "Remote",
    "joined": "2019-11-05",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Help Desk, Lead Generation, Linux, Strategic Planning, Tableau, Windows Server",
    "notes": "Our foot history factor hold be top toward. Occur college herself catch feeling. Certainly cold every feel site guess want. Order crime blood fight we forward per. Key issue statement prepare organization feel. Water cut fire who why fact reason make. Site for exactly skill half usually customer. Conference should agree road wall decide something. Standard somebody important material. Drug probably resource smile available."
  },
  {
    "id": "EMP00042",
    "name": "Vicki Mendoza",
    "email": "vicki.mendoza@example.com",
    "department": "Product Management",
    "title": "Lead Product Analyst",
    "salary": 250080,
    "location": "Atlanta",
    "joined": "2019-05-14",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Agile, Apache Airflow, Confluence, Jira, Market Research, Penetration Testing, Product Strategy, SEM",
    "notes": "Point be shoulder price great positive and worker. Whom former someone black better develop. Newspaper reach determine hear leg quickly real. General agency bit indeed. Break wait center find. Six miss give best reveal laugh attack. Special boy support."
  },
  {
    "id": "EMP00043",
    "name": "Deborah Byrd",
    "email": "deborah.byrd@example.com",
    "department": "Finance",
    "title": "Senior Auditor",
    "salary": 127219,
    "location": "Los Angeles",
    "joined": "2016-12-31",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Accounting, InVision, Power BI, Risk Management, SQL, Tableau",
    "notes": "Discussion if continue policy it ahead pass. Last involve above Democrat everything. Officer son Mr hand. Leader energy television month police."
  },
  {
    "id": "EMP00044",
    "name": "Candice Carr",
    "email": "candice.carr@example.com",
    "department": "Information Technology",
    "title": "Lead IT Support Specialist",
    "salary": 223567,
    "location": "Phoenix",
    "joined": "2021-03-24",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "A/B Testing, Email Marketing, Help Desk, Linux, System Administration, Vue.js",
    "notes": "Opportunity public finish draw bring health center home. Case himself control player really population yourself never. Eye cost success people tend weight machine. White measure manager range indeed style. Cold not somebody determine allow different eye. Not significant manager member of environmental myself. My series service kid despite interesting. Fear yourself last give stage."
  },
  {
    "id": "EMP00045",
    "name": "Scott Mcknight",
    "email": "scott.mcknight@example.com",
    "department": "Marketing",
    "title": "Senior Growth Marketer",
    "salary": 130457,
    "location": "Berlin",
    "joined": "2023-02-11",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Google Analytics, HIPAA, Photoshop, SEO, TensorFlow",
    "notes": "Size spend south now. Exactly much food region eye environment teach. Career seek in arrive. Term camera tend economic represent. Seven put majority officer environmental. Heart away some shoulder idea seek."
  },
  {
    "id": "EMP00046",
    "name": "Heather Wiley",
    "email": "heather.wiley@example.com",
    "department": "Human Resources",
    "title": "C-Suite Employee Relations Manager",
    "salary": 303418,
    "location": "Remote",
    "joined": "2019-11-27",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "BambooHR, Compensation Analysis, Diversity & Inclusion, Hadoop, Recruiting, Training Development",
    "notes": "Somebody huge why station. Environmental stock front official not magazine gas. Animal phone student. Upon citizen lead yeah. Dark read car practice city usually. Behavior growth bar professor power."
  },
  {
    "id": "EMP00047",
    "name": "Brett Garrett",
    "email": "brett.garrett@example.com",
    "department": "Legal",
    "title": "Mid-level Legal Assistant",
    "salary": 84176,
    "location": "Sydney",
    "joined": "2022-08-14",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Compliance, DynamoDB, Kanban, Litigation Support, Negotiation, Network Security",
    "notes": "Order mind knowledge account. Stage write institution car audience him. Finish thing case similar. Political quality attention none."
  },
  {
    "id": "EMP00048",
    "name": "Chelsey Martin",
    "email": "chelsey.martin@example.com",
    "department": "Legal",
    "title": "C-Suite Corporate Counsel",
    "salary": 444167,
    "location": "Atlanta",
    "joined": "2018-11-13",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Compliance, Express.js, Legal Research, Litigation Support, R, Scrum",
    "notes": "To cause but role. White fire cause everybody base network. Return expect wait agree suggest then day parent. Security far approach today west. History drop point audience thousand activity guess."
  },
  {
    "id": "EMP00049",
    "name": "Leslie Hughes",
    "email": "leslie.hughes@example.com",
    "department": "Legal",
    "title": "Mid-level Compliance Officer",
    "salary": 120308,
    "location": "Chicago",
    "joined": "2023-09-30",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "C#, Compliance, Contract Review, Legal Writing, Litigation Support, Negotiation",
    "notes": "Add democratic two we. Media pick may indeed reduce bar. Mrs check base bad TV window choice. Hospital plant strong race at recognize. Around beat its law participant. Program price compare actually case."
  },
  {
    "id": "EMP00050",
    "name": "Alexander Crawford",
    "email": "alexander.crawford@example.com",
    "department": "Operations",
    "title": "Junior Business Analyst",
    "salary": 64950,
    "location": "Boston",
    "joined": "2018-10-28",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "C++, Process Improvement, Project Management, Quality Assurance, Six Sigma, Supply Chain Management",
    "notes": "Sign ahead southern evening. Enjoy window physical many. Growth matter note happy effort bill off. Direction meeting analysis television. Animal hair turn condition whether."
  },
  {
    "id": "EMP00051",
    "name": "Austin Pratt",
    "email": "austin.pratt@example.com",
    "department": "Research & Development",
    "title": "Research Analyst",
    "salary": 164839,
    "location": "Remote",
    "joined": "2022-07-01",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Data Analysis, Express.js, Laboratory Management, Patent Research, Statistics, Terraform",
    "notes": "Number budget pull apply. Source wonder west attention let. Similar financial beat lead hard. Nor fight performance less option. Young simply run national somebody character usually. Must player really act friend. Support road billion morning draw man. Win central evidence analysis. Including time learn security oil measure PM. Avoid nothing itself who door end. Unit hotel story for laugh do. Carry show board black last. Image movie who debate final enter."
  },
  {
    "id": "EMP00052",
    "name": "David Moore",
    "email": "david.moore@example.com",
    "department": "Research & Development",
    "title": "VP R&D Engineer",
    "salary": 159340,
    "location": "Seattle",
    "joined": "2022-03-21",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "MySQL, Patent Research, Problem Solving, Python, Research Design, Statistics",
    "notes": "How any federal star community weight. New nearly behind big soldier building article. Candidate statement head piece popular."
  },
  {
    "id": "EMP00053",
    "name": "Brandi Green",
    "email": "brandi.green@example.com",
    "department": "Customer Support",
    "title": "Senior Support Manager",
    "salary": 192654,
    "location": "Atlanta",
    "joined": "2023-06-26",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Communication, Intercom, JavaScript, Patience, SEO, Salesforce, Troubleshooting",
    "notes": "Amount leave collection off. Many him interview government traditional every. Third alone people early far include nearly. Because him information poor. Eat yes myself affect him require look. General not focus establish ago others ahead."
  },
  {
    "id": "EMP00054",
    "name": "Lisa Campbell",
    "email": "lisa.campbell@example.com",
    "department": "Operations",
    "title": "Junior Process Improvement Specialist",
    "salary": 96918,
    "location": "Dallas",
    "joined": "2023-06-12",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Adaptability, Google Analytics, Process Improvement, Quality Assurance, Supply Chain Management, Vendor Management",
    "notes": "Move social say shake way. Suffer something great stuff suddenly compare or. Trial agreement red way nor none. Student special wife my compare."
  },
  {
    "id": "EMP00055",
    "name": "Benjamin Brown",
    "email": "benjamin.brown@example.com",
    "department": "Sales",
    "title": "Junior Sales Manager",
    "salary": 42436,
    "location": "Toronto",
    "joined": "2021-05-16",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Account Management, Customer Acquisition, Machine Learning, Penetration Testing, Presentation Skills, Territory Management",
    "notes": "Response try such food against only. Similar suffer team whether. Relate product only from follow wish. Power company why really up skin development. Sport her safe family concern ability reduce of. Allow own TV whose determine not view. Former back get floor. Start prove role from. Enter economic attack. Result answer just information. This manage her national. Stock small official serve."
  },
  {
    "id": "EMP00056",
    "name": "Jeremiah Hayes",
    "email": "jeremiah.hayes@example.com",
    "department": "Engineering",
    "title": "C-Suite Security Engineer",
    "salary": 598608,
    "location": "New York",
    "joined": "2023-05-08",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Agile, Critical Thinking, Machine Learning, Python",
    "notes": "Claim avoid walk within full world. Relate issue president parent its approach former. Important never understand music produce. Down anyone occur style child. Into far product. Lose best deal point with list break size. Major produce before name continue those hard. And keep enjoy student nor character recent. Beat gas must wife. Dinner article hit mission whole reach view of."
  },
  {
    "id": "EMP00057",
    "name": "Joe Evans",
    "email": "joe.evans@example.com",
    "department": "Product Management",
    "title": "Product Owner",
    "salary": 429621,
    "location": "Sydney",
    "joined": "2019-04-22",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "A/B Testing, Agile, Confluence, Deep Learning, Market Research, Python, SEO, User Research",
    "notes": "Speak call interest write itself. Challenge organization floor road southern beautiful news need. Mind true actually red onto. Increase challenge onto serve. Understand none big experience. They there enough pressure occur list common."
  },
  {
    "id": "EMP00058",
    "name": "Richard Montgomery",
    "email": "richard.montgomery@example.com",
    "department": "Customer Support",
    "title": "Technical Support Specialist",
    "salary": 220375,
    "location": "Austin",
    "joined": "2022-03-02",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Conflict Resolution, Empathy, Freshdesk, HubSpot, Intercom, Patience, Strategic Planning",
    "notes": "After stage field exactly man receive. Win direction feel season. Especially indicate population could deep station. Test start middle city find medical career. These ahead cover strategy student economic lead. Relate ever statement measure play buy. Drop major land. Only glass clear thus see read expect. Anyone take sister Democrat determine different."
  },
  {
    "id": "EMP00059",
    "name": "Jamie Pearson",
    "email": "jamie.pearson@example.com",
    "department": "Customer Support",
    "title": "VP Support Manager",
    "salary": 187895,
    "location": "Sydney",
    "joined": "2020-06-28",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "CSS, Customer Acquisition, Customer Service, Intercom, Patience, Redis, Troubleshooting, Zendesk",
    "notes": "Difference part wall. Interest heavy give edge level. Station however bill memory production successful hear. Participant fear blue as write political technology end. Change she tonight south sort. Identify floor cause agent market fast trade identify. On yes staff. Risk develop movement size trade public. Feel color price next family likely scientist."
  },
  {
    "id": "EMP00060",
    "name": "Jessica Hansen",
    "email": "jessica.hansen@example.com",
    "department": "Research & Development",
    "title": "Director R&D Engineer",
    "salary": 275926,
    "location": "Dallas",
    "joined": "2024-06-25",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Asana, Patent Research, Python, SPSS, Spring, Statistics",
    "notes": "Inside thought he one less. Like term on want. Line create build quite. Fear approach take case customer important notice. Century television Congress ball forward would finish. Later decide similar. Share majority shake because pass plant idea."
  },
  {
    "id": "EMP00061",
    "name": "Tammy Reyes",
    "email": "tammy.reyes@example.com",
    "department": "Marketing",
    "title": "C-Suite SEO Specialist",
    "salary": 589732,
    "location": "San Francisco",
    "joined": "2015-09-25",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Confluence, Content Creation, Google Analytics, HubSpot, InVision, Mentoring, SEO, Social Media Marketing",
    "notes": "Phone eat really. Fine bill me fill assume animal. Road others full thousand yet garden top. Seek close trade speech affect difference."
  },
  {
    "id": "EMP00062",
    "name": "Traci Clark",
    "email": "traci.clark@example.com",
    "department": "Operations",
    "title": "Supply Chain Manager",
    "salary": 175429,
    "location": "Seattle",
    "joined": "2015-07-30",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "HIPAA, PPC, Process Improvement, Project Management, Quality Assurance, R, Six Sigma, Supply Chain Management",
    "notes": "Perhaps order answer blue structure answer break. Herself natural listen check receive piece. Inside big minute performance red. Store bit responsibility brother box blood. Current enjoy mission cut region far always many. Read lose doctor actually become. Structure protect chance bed. Avoid rich toward popular lead with enough. Between company always."
  },
  {
    "id": "EMP00063",
    "name": "Kelly Solis",
    "email": "kelly.solis@example.com",
    "department": "Sales",
    "title": "Sales Manager",
    "salary": 217058,
    "location": "Minneapolis",
    "joined": "2018-06-26",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Digital Marketing, Negotiation, Prospecting, Sales Funnel Optimization, Strategic Planning",
    "notes": "Group just perform there behavior spring. Box hundred lead structure. Power someone both receive around wall. Billion treat lot notice. Consider here grow agreement range stuff."
  },
  {
    "id": "EMP00064",
    "name": "Teresa Anderson",
    "email": "teresa.anderson@example.com",
    "department": "Information Technology",
    "title": "Mid-level Database Administrator",
    "salary": 151645,
    "location": "Berlin",
    "joined": "2024-07-24",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Active Directory, Asset Management, Backup Solutions, Help Desk, Kanban, Oracle, System Administration",
    "notes": "Relate question should. Rich difference what their mind read peace. Product eat generation put his stuff. Approach poor church support system thank avoid man. Former everything medical nearly her. Bad know of because material. Budget market president bill include news. Stay social white."
  },
  {
    "id": "EMP00065",
    "name": "Dana Wu",
    "email": "dana.wu@example.com",
    "department": "Operations",
    "title": "VP Supply Chain Manager",
    "salary": 165412,
    "location": "Berlin",
    "joined": "2020-12-24",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Continuous Improvement, HIPAA, Lean, Penetration Testing, Project Management, PyTorch, Vendor Management",
    "notes": "Should outside respond guy laugh best probably. Game stop who. Natural hear blood to manage. Blood particularly could us hotel lead. Response blue increase unit study. Sign late probably what. White above save network. Stuff lot meet TV concern official. Billion price paper focus. Industry participant realize eat huge garden. Laugh card include record security. Successful natural finish say network. Cut person fact generation public. My PM report set no old wall. Purpose throw move there institution actually. Agent certainly prove customer. Worker raise chair artist."
  },
  {
    "id": "EMP00066",
    "name": "Kristen Harris",
    "email": "kristen.harris@example.com",
    "department": "Human Resources",
    "title": "HR Business Partner",
    "salary": 170167,
    "location": "Seattle",
    "joined": "2020-10-07",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Compensation Analysis, Go, SEM, Training Development, Workday",
    "notes": "Home memory someone receive realize another high. What wish fine need actually edge. Stop treatment relate positive sense national. Cultural right cover large work avoid while same. Help investment news candidate. Suffer accept letter visit always up others similar. Past product make of group six fish detail. Attention measure indeed Mr begin determine degree. Former family wear peace little no."
  },
  {
    "id": "EMP00067",
    "name": "Karen Banks",
    "email": "karen.banks@example.com",
    "department": "Customer Support",
    "title": "Director Customer Support Representative",
    "salary": 383396,
    "location": "Seattle",
    "joined": "2016-07-03",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Communication, Customer Service, Freshdesk, Intercom, Pandas, Strategic Planning, Zendesk",
    "notes": "Either rich agency might side method. Knowledge analysis together court message way cold. Mouth phone decision picture defense rate structure. Mrs reflect wish simple position. Agency response also available. Some newspaper offer direction. Hold picture item admit pull movement. As second animal summer group me face rate. Beat she join house produce listen mouth carry. Someone support far plant fear thought."
  },
  {
    "id": "EMP00068",
    "name": "Tammy Camacho",
    "email": "tammy.camacho@example.com",
    "department": "Sales",
    "title": "Customer Success Manager",
    "salary": 216316,
    "location": "London",
    "joined": "2021-11-01",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Account Management, CRM, InVision, Negotiation, Pandas, Presentation Skills, Salesforce",
    "notes": "Mr water fight security tough gas. Town surface central contain pattern education. Consider son system surface. Leave near fact attack better rise maintain. Ground provide doctor expect attorney cover. Late pattern figure once not hair first. Collection finish size Republican political everybody. Care run there leg grow figure. Compare parent success teach. Through cultural safe phone. Throughout support place spend. Shoulder defense already end thus music. Hand development sign run. Card may bed hair action. Summer southern pass coach method. City not not the certainly rule voice."
  },
  {
    "id": "EMP00069",
    "name": "Billy Juarez",
    "email": "billy.juarez@example.com",
    "department": "Information Technology",
    "title": "Mid-level Database Administrator",
    "salary": 61108,
    "location": "Phoenix",
    "joined": "2017-09-03",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Active Directory, Asset Management, Conversion Optimization, Material Design, Scrum, VMware",
    "notes": "Like lawyer another wonder food region. Plant event score official now heavy her. President structure might heavy trade might good test. Thought according think key discover method exactly. Cost gun response brother. Increase form box push look. Claim street against amount of claim picture always. Chair coach two might if wide point. Water describe paper likely loss. Store over some star consider."
  },
  {
    "id": "EMP00070",
    "name": "Donna Baker",
    "email": "donna.baker@example.com",
    "department": "Engineering",
    "title": "Mid-level Backend Developer",
    "salary": 163666,
    "location": "Dallas",
    "joined": "2022-08-07",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "CI/CD, Git, MongoDB, React, SQL, Scrum",
    "notes": "Dark teacher mean. Step painting concern top outside there. Me brother lot candidate owner still to. Inside themselves recently investment voice lot shoulder. Open scientist seven recent best care. She travel base our myself election accept. Official brother according. Reach firm gun choice prepare. End movie north partner yeah. Including six lot have never. Write officer similar huge catch. Security land record class. Meet skill song pass range."
  },
  {
    "id": "EMP00071",
    "name": "Brett Price",
    "email": "brett.price@example.com",
    "department": "Product Management",
    "title": "Senior Product Owner",
    "salary": 149385,
    "location": "Seattle",
    "joined": "2021-09-18",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "C++, Confluence, Jira, Product Strategy, Social Media Marketing, Tableau, User Research",
    "notes": "Develop bag also his worker. Prevent expert white arm similar compare manager action. Experience almost outside middle discuss college already. Pretty wish beautiful every human. Only military say attention bed expect. Trip give white everybody paper create upon. Above company media next me future bring. What then spend offer reason whom none. Serious which learn leave only. Break attack plant yes quality discover firm. Might act strategy eat behavior purpose. Away use live government thus especially."
  },
  {
    "id": "EMP00072",
    "name": "Stacey Vega",
    "email": "stacey.vega@example.com",
    "department": "Customer Support",
    "title": "Senior Customer Success Advocate",
    "salary": 173247,
    "location": "Sydney",
    "joined": "2024-06-15",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "ISO 27001, Patience, Technical Support, Troubleshooting",
    "notes": "Student green single build bad. Pass share must amount lot per manage. Than make worker trouble exactly develop office. Moment institution vote. Girl team simply lead build million firm. Activity decision ok. Gun technology cost enjoy especially when."
  },
  {
    "id": "EMP00073",
    "name": "Matthew White",
    "email": "matthew.white@example.com",
    "department": "Sales",
    "title": "Senior Sales Operations Analyst",
    "salary": 118028,
    "location": "Remote",
    "joined": "2019-08-06",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Account Management, CRM, Negotiation, Prospecting, Scrum, Territory Management",
    "notes": "Capital office direction between establish dog it. Cultural son school list act instead. Yet support military result. Feel no nothing huge real art sport."
  },
  {
    "id": "EMP00074",
    "name": "Thomas Soto",
    "email": "thomas.soto@example.com",
    "department": "Legal",
    "title": "Lead Legal Assistant",
    "salary": 145782,
    "location": "Denver",
    "joined": "2019-11-09",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Compliance, Conflict Resolution, Legal Writing, Negotiation, Travis CI",
    "notes": "Building test white current office power. Without expect foot member. Threat high expert place certain cold space."
  },
  {
    "id": "EMP00075",
    "name": "Matthew Welch",
    "email": "matthew.welch@example.com",
    "department": "Marketing",
    "title": "Principal Marketing Specialist",
    "salary": 279297,
    "location": "Sydney",
    "joined": "2021-01-27",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "C++, Confluence, Google Analytics, MongoDB, SEM, Social Media Marketing",
    "notes": "Report painting house thought sit. Security minute late cold take by. Product wait red bag cold. As these nature ago. Model you billion peace base use. Director scene kitchen call money. Agreement professional team foot. Level that various nature career way much."
  },
  {
    "id": "EMP00076",
    "name": "Brittany Bryant",
    "email": "brittany.bryant@example.com",
    "department": "Customer Support",
    "title": "Customer Experience Specialist",
    "salary": 85801,
    "location": "Portland",
    "joined": "2022-11-05",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Customer Service, Intercom, Laravel, Negotiation, Patience, Strategic Planning, Technical Support, Zendesk",
    "notes": "Film include choose action model serve. Gas light across two."
  },
  {
    "id": "EMP00077",
    "name": "Stacey Woods",
    "email": "stacey.woods@example.com",
    "department": "Engineering",
    "title": "Principal Data Engineer",
    "salary": 238354,
    "location": "Portland",
    "joined": "2015-06-13",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "AWS, Agile, Git, MySQL",
    "notes": "Join economic resource position stock determine bad. Dream share travel space range expect sea speak. Could attention carry book lay laugh. Man fly charge wide against win example by. Road do character management game find. Your less social form such weight argue. Myself consider time economic. Stock business should eat side kitchen. Current same behind. List race fine follow pick. Seat near business. Cup thought tell design both. Foot cold everybody build smile across. Ok real read. He become citizen before."
  },
  {
    "id": "EMP00078",
    "name": "Christine Galvan",
    "email": "christine.galvan@example.com",
    "department": "Sales",
    "title": "VP Customer Success Manager",
    "salary": 308527,
    "location": "Miami",
    "joined": "2025-04-29",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "CRM, Customer Service, Lead Generation, Territory Management",
    "notes": "Maintain first next popular. South just cover ready group care. Magazine join far. Couple cost girl run every story trial."
  },
  {
    "id": "EMP00079",
    "name": "Angela Jones",
    "email": "angela.jones@example.com",
    "department": "Customer Support",
    "title": "Customer Support Representative",
    "salary": 364073,
    "location": "Berlin",
    "joined": "2016-11-27",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Communication, Customer Service, Freshdesk, Patience, Power BI, Troubleshooting",
    "notes": "Safe third people hair per fly. Probably much hold model. She child executive important focus benefit probably."
  },
  {
    "id": "EMP00080",
    "name": "Bradley Pace",
    "email": "bradley.pace@example.com",
    "department": "Engineering",
    "title": "Principal Frontend Developer",
    "salary": 323613,
    "location": "Austin",
    "joined": "2017-02-21",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "AWS, CI/CD, Data Analysis, JavaScript, Machine Learning, Network Security",
    "notes": "Moment red eight hand paper audience us. Pretty up story life police. Newspaper voice indeed hard remain statement. More same strong back democratic. Best rise mother country moment eat personal. See indeed black police group learn professor. Coach Congress husband front. Move outside value total. Yard foot he share issue rise part."
  },
  {
    "id": "EMP00081",
    "name": "Anna Lewis",
    "email": "anna.lewis@example.com",
    "department": "Human Resources",
    "title": "Lead Recruiter",
    "salary": 226636,
    "location": "Seattle",
    "joined": "2023-01-06",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Ansible, BambooHR, Change Management, CircleCI, Performance Management, Python",
    "notes": "Other military year few feel. Democrat fire sign wall state."
  },
  {
    "id": "EMP00082",
    "name": "Samantha Dixon",
    "email": "samantha.dixon@example.com",
    "department": "Finance",
    "title": "VP Financial Planner",
    "salary": 231315,
    "location": "Portland",
    "joined": "2021-01-23",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Accounting, Apache Airflow, Figma, Financial Analysis, Financial Modeling, Google Analytics, Power BI, QuickBooks",
    "notes": "Threat economic eight feel now notice. Safe rich society common stay. Standard believe politics also space high sister. Girl stage indicate test thank dinner."
  },
  {
    "id": "EMP00083",
    "name": "Denise Guzman",
    "email": "denise.guzman@example.com",
    "department": "Customer Support",
    "title": "Senior Customer Success Advocate",
    "salary": 143362,
    "location": "Austin",
    "joined": "2015-06-21",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Communication, Django, Empathy, Patience, Trello",
    "notes": "Change maybe determine anything rule hotel knowledge. Offer bed it skill challenge from live seat. Human be maybe similar candidate care nice. Present cultural pattern save east author. Food under become public interest give. General pretty show college glass start. Perhaps key under do rate choose. Both approach we unit. Add really born late age. Deep national seek nature performance yeah reason. Heavy town money. Color exist smile peace apply. At produce production."
  },
  {
    "id": "EMP00084",
    "name": "Roberta Ward",
    "email": "roberta.ward@example.com",
    "department": "Sales",
    "title": "Business Development Rep",
    "salary": 79214,
    "location": "Portland",
    "joined": "2016-06-08",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Account Management, Customer Acquisition, Sales Funnel Optimization, Salesforce, Territory Management, UI/UX Design",
    "notes": "Machine others because current whom night. Always two figure. Hotel church get goal personal door within. Every artist election hit yourself wrong want."
  },
  {
    "id": "EMP00085",
    "name": "Stacy Perez",
    "email": "stacy.perez@example.com",
    "department": "Research & Development",
    "title": "Senior Research Scientist",
    "salary": 167887,
    "location": "Portland",
    "joined": "2018-10-10",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Data Analysis, GitLab CI, Market Research, Research Design, Ruby on Rails, SAS, SPSS",
    "notes": "Individual of interview fine painting. My deal catch must son television finally. Travel involve training show prevent north citizen. Newspaper we brother fish. Risk she they increase. Field seat start PM scene charge. Blood continue several partner environment. Discuss discussion reach grow read live maybe painting. Contain hold listen clearly difficult impact. Understand wear development. Serious at until worry term. Reach term thought into simply part station. Hour voice occur movie political region."
  },
  {
    "id": "EMP00086",
    "name": "Benjamin Rodriguez",
    "email": "benjamin.rodriguez@example.com",
    "department": "Research & Development",
    "title": "Lab Technician",
    "salary": 331553,
    "location": "New York",
    "joined": "2019-12-05",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Data Analysis, Figma, ISO 27001, Patent Research, Penetration Testing, R, SPSS, Statistics",
    "notes": "Hold share while couple keep this similar. Leave institution party approach might. Less position bed may. Visit receive career including late condition opportunity Republican. Think bed food possible represent. Responsibility but box last. Be religious risk window partner civil."
  },
  {
    "id": "EMP00087",
    "name": "Andrea Williams",
    "email": "andrea.williams@example.com",
    "department": "Engineering",
    "title": "Lead DevOps Engineer",
    "salary": 213966,
    "location": "Dallas",
    "joined": "2017-01-24",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Agile, Machine Learning, Oracle, SQL",
    "notes": "Final role which eye Congress together. About she activity marriage material. Part management describe. Improve bag outside each natural people newspaper. Any challenge president already take. Study fear turn any indicate condition public. Produce record occur no whom see growth along. Follow today star serve successful. Fall care reason ever."
  },
  {
    "id": "EMP00088",
    "name": "Alison Warren",
    "email": "alison.warren@example.com",
    "department": "Information Technology",
    "title": "IT Support Specialist",
    "salary": 127248,
    "location": "Los Angeles",
    "joined": "2022-04-25",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Backup Solutions, Confluence, DynamoDB, Help Desk, Linux, PyTorch",
    "notes": "Participant first moment yet government can. Market role marriage space this discussion fact. Ability agency personal brother summer. Yourself increase free night point action cut example. Feel nearly short box four. Right pattern ahead compare form full. Something population loss physical throughout Mr friend. Until argue minute north question new. Decade rate son."
  },
  {
    "id": "EMP00089",
    "name": "Pamela Gomez",
    "email": "pamela.gomez@example.com",
    "department": "Marketing",
    "title": "Principal SEO Specialist",
    "salary": 288959,
    "location": "Austin",
    "joined": "2025-01-19",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Canva, Copywriting, PPC, SEO, WordPress",
    "notes": "Hope organization ten seem relate fire all including. Theory he stop few modern company hear. Sing tree kitchen."
  },
  {
    "id": "EMP00090",
    "name": "Angel Webb",
    "email": "angel.webb@example.com",
    "department": "Finance",
    "title": "Lead Accountant",
    "salary": 156609,
    "location": "Atlanta",
    "joined": "2020-05-10",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Compliance, Critical Thinking, Excel, Jenkins, Risk Management, SQL",
    "notes": "State visit quality car. Least require mission."
  },
  {
    "id": "EMP00091",
    "name": "Adam Randolph",
    "email": "adam.randolph@example.com",
    "department": "Engineering",
    "title": "Security Engineer",
    "salary": 402612,
    "location": "Berlin",
    "joined": "2022-03-24",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "AWS, CI/CD, Communication, Docker, Express.js, MongoDB, SEM, TensorFlow",
    "notes": "Officer fine throughout. Customer expert mother significant provide evening. Event address performance method. Go five center region exist each author. Throughout music anything ahead tough anyone himself beat. Condition other or structure record pattern. Forward cup serve speak bad. Nothing behavior sort recognize best financial popular."
  },
  {
    "id": "EMP00092",
    "name": "Katie Ruiz",
    "email": "katie.ruiz@example.com",
    "department": "Information Technology",
    "title": "Director Systems Analyst",
    "salary": 395357,
    "location": "Seattle",
    "joined": "2024-10-31",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Active Directory, Ansible, Help Desk, Network Administration, System Administration",
    "notes": "Law air little goal leave color. Page camera bill stage someone for. Society mouth husband including. During city lot at decade really issue woman. Skin name door production back us off. Boy other foot best knowledge final image. Rate others star force. Bed stage thought tough. Serious produce laugh. Hope official crime race first. Some quickly truth view response trip wrong. Account worry identify camera family hard nature apply. Star grow technology tend dog reduce hour. Republican image itself deep community cause. Successful growth individual eye their by. Author administration return. Price window career case south team throw. Us perhaps lawyer interest star his difficult interesting. Official suggest door. Especially unit office almost also low happy. Loss real center rule worker worker single let."
  },
  {
    "id": "EMP00093",
    "name": "Christian Wu",
    "email": "christian.wu@example.com",
    "department": "Customer Support",
    "title": "Support Manager",
    "salary": 170582,
    "location": "Los Angeles",
    "joined": "2016-03-29",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Chef, Intercom, Patience, Product Knowledge, Project Management, Scrum, Troubleshooting, Zendesk",
    "notes": "Party tough movement action law. Off former good within far cold reason. See risk nor article list college appear wrong. Agree machine camera baby six edge past every. Scientist page travel. Process have compare site. Machine son television garden base. Value child many year side draw key point. Official success approach enough standard. Cold human feeling. Do raise hope enjoy most itself eye."
  },
  {
    "id": "EMP00094",
    "name": "Laura Reyes",
    "email": "laura.reyes@example.com",
    "department": "Product Management",
    "title": "UX Designer",
    "salary": 90466,
    "location": "Boston",
    "joined": "2018-07-07",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Django, Jira, Market Research, Roadmap Planning, Scrum, Wireframing",
    "notes": "Friend environment better pressure hospital. Same open crime front real. Finish action across attack. Best billion land detail exist cover. People arm order. Wear point remain build task. Prevent tonight not whose to receive. Far produce away law yet. Realize property show either sit everyone."
  },
  {
    "id": "EMP00095",
    "name": "Bryan Price",
    "email": "bryan.price@example.com",
    "department": "Product Management",
    "title": "Lead Product Analyst",
    "salary": 76635,
    "location": "Dallas",
    "joined": "2025-04-26",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "A/B Testing, Cassandra, Conversion Optimization, Illustrator, Roadmap Planning, User Research",
    "notes": "Hotel population board music issue pass blood kid. Billion authority number economy knowledge. Chance policy usually professor entire record toward. About remain side long identify road speech. Music about west stand."
  },
  {
    "id": "EMP00096",
    "name": "Timothy Bradley",
    "email": "timothy.bradley@example.com",
    "department": "Sales",
    "title": "Principal Sales Director",
    "salary": 164071,
    "location": "San Francisco",
    "joined": "2024-09-15",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Apache Airflow, CRM, Customer Acquisition, Kubernetes, Negotiation, Prospecting, Public Speaking, Territory Management",
    "notes": "Movement which ball least short possible. Never whose produce federal. Piece grow be plan. Cause cover rest or majority. Society poor matter who. Whom administration fund front return if deep. Learn question them chance often under already. President likely truth animal red candidate common. Toward star best. Color opportunity stand blood market sometimes determine source."
  },
  {
    "id": "EMP00097",
    "name": "Ronald Cain",
    "email": "ronald.cain@example.com",
    "department": "Customer Support",
    "title": "Lead Customer Experience Specialist",
    "salary": 163092,
    "location": "Miami",
    "joined": "2025-03-06",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Communication, Freshdesk, HTML, Sketch, Technical Support, Technical Writing, Zendesk",
    "notes": "Share or friend building center. Collection have close during old card. Partner sing administration main according conference become prepare. Indicate southern significant realize deal. Mission include visit particular also. Response partner because step. Industry newspaper court worry with peace. Medical less phone decade apply both chance. Marriage civil two approach hair decide edge. Source serve analysis science understand compare size machine. Time return or for. Section together discover body direction."
  },
  {
    "id": "EMP00098",
    "name": "Joel Gutierrez",
    "email": "joel.gutierrez@example.com",
    "department": "Sales",
    "title": "Sales Operations Analyst",
    "salary": 217772,
    "location": "New York",
    "joined": "2017-05-10",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Account Management, Azure, CRM, Customer Acquisition, Lead Generation, Material Design, Python",
    "notes": "Until lawyer hold carry rest. Grow especially from allow notice exactly book letter. Commercial gas though page smile point. Official need discover in. Majority yet option student evidence role save. Easy its develop until watch. Together individual analysis yard safe mean international. Look something start laugh drive next."
  },
  {
    "id": "EMP00099",
    "name": "Alexander Dennis",
    "email": "alexander.dennis@example.com",
    "department": "Product Management",
    "title": "C-Suite Product Marketing Manager",
    "salary": 278029,
    "location": "Phoenix",
    "joined": "2024-11-09",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "A/B Testing, Adaptability, Agile, Analytics, Google Cloud, Roadmap Planning, User Research",
    "notes": "Reflect teach section agency. Less catch reflect continue the phone region. Team audience throw. Most fast send recently partner offer. Skin ball thing save area."
  },
  {
    "id": "EMP00100",
    "name": "Sierra Leonard",
    "email": "sierra.leonard@example.com",
    "department": "Engineering",
    "title": "Director Security Engineer",
    "salary": 199320,
    "location": "Boston",
    "joined": "2024-03-27",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "AWS, C#, CSS, JavaScript, Node.js, Salesforce",
    "notes": "Relate night similar catch friend much power. That reflect send set fly today me institution. As generation main. Stop like mother stay tonight later happy. Throughout leader bag today eye. Body every recent many. Weight age indicate radio use listen information. Factor as the. Strong mind from official pretty."
  },
  {
    "id": "EMP00101",
    "name": "Kristin Tucker",
    "email": "kristin.tucker@example.com",
    "department": "Finance",
    "title": "Lead Auditor",
    "salary": 101335,
    "location": "New York",
    "joined": "2022-01-06",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Accounting, Excel, Java, PHP, Risk Management, Strategic Planning",
    "notes": "Smile dinner head explain. Chance expect what. Under Republican expect win stuff realize project child."
  },
  {
    "id": "EMP00102",
    "name": "John Williams",
    "email": "john.williams@example.com",
    "department": "Customer Support",
    "title": "Customer Success Advocate",
    "salary": 262218,
    "location": "Berlin",
    "joined": "2018-07-10",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Adaptability, Communication, Go, Oracle, Product Knowledge, Troubleshooting, Zendesk",
    "notes": "Within challenge large wish move building. Identify material certainly. Until choose wife national medical positive far. Project son rock two full both look. Cause nearly final. Pay detail group for part crime."
  },
  {
    "id": "EMP00103",
    "name": "Alicia Harrington",
    "email": "alicia.harrington@example.com",
    "department": "Sales",
    "title": "Director Sales Director",
    "salary": 226696,
    "location": "Los Angeles",
    "joined": "2023-01-11",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Account Management, Flask, GitLab CI, Lead Generation, Leadership, Prospecting, Sales Funnel Optimization",
    "notes": "Make owner memory argue project. Challenge take hard health expect goal. Them because road know yeah sound eye. Rock increase structure our century field. Would at whether series because important trial. Company left nothing trip current strategy. Make state few one management science different. Child feel policy. President throughout individual man. Agreement share manage wife out. Ok not than physical live reason. Health run adult employee. Around floor there career clear evening information treatment. Any factor police baby create physical. Out cold follow first."
  },
  {
    "id": "EMP00104",
    "name": "Megan Marsh",
    "email": "megan.marsh@example.com",
    "department": "Finance",
    "title": "Junior Accountant",
    "salary": 98029,
    "location": "Remote",
    "joined": "2018-01-26",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Auditing, Budget Planning, Risk Management, SAP, SQL Server",
    "notes": "Million health machine future. Design me story somebody. Party story moment mother necessary series box. Trouble bring capital admit give reality catch."
  },
  {
    "id": "EMP00105",
    "name": "Scott Huerta",
    "email": "scott.huerta@example.com",
    "department": "Research & Development",
    "title": "Lab Technician",
    "salary": 257297,
    "location": "Phoenix",
    "joined": "2020-08-02",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Data Analysis, Email Marketing, GDPR, Hypothesis Testing, Laboratory Management, Patent Research, Research Design",
    "notes": "Read film decide wonder. Real six back simple serious amount. Allow process or light. At property senior. Turn day top continue."
  },
  {
    "id": "EMP00106",
    "name": "Michael Davis",
    "email": "michael.davis@example.com",
    "department": "Sales",
    "title": "Sales Director",
    "salary": 156219,
    "location": "Denver",
    "joined": "2023-10-25",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Account Management, Customer Service, Sales Funnel Optimization, Salesforce, Sketch",
    "notes": "Measure attention standard shake more. Who commercial senior above rise. Turn surface listen recently continue. Congress great here Democrat. Imagine seven fire letter mind."
  },
  {
    "id": "EMP00107",
    "name": "Tyler Ward",
    "email": "tyler.ward@example.com",
    "department": "Customer Support",
    "title": "Customer Experience Specialist",
    "salary": 112476,
    "location": "Chicago",
    "joined": "2018-03-29",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": ".NET, Freshdesk, MySQL, NumPy, Patience, Product Knowledge, Troubleshooting",
    "notes": "Save reach subject difficult imagine world into task. Voice happen actually purpose public how mission. Budget house reason within. Hair current customer such. But study rise everything require old. Green project wear would memory challenge. Blue economy market pick care between apply. Marriage ago condition painting. Check perform benefit baby seem should."
  },
  {
    "id": "EMP00108",
    "name": "Laura Harris",
    "email": "laura.harris@example.com",
    "department": "Marketing",
    "title": "C-Suite Growth Marketer",
    "salary": 457110,
    "location": "Seattle",
    "joined": "2021-12-23",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Customer Service, Email Marketing, HubSpot, SEO",
    "notes": "They budget late table kind along. Process single those clearly issue fine home. Notice make network much. No choose argue enjoy opportunity help put. Fly agreement and student give. Agree through game best generation group goal product. Doctor fine be read than. Front after for leave. Nothing top entire receive onto worry."
  },
  {
    "id": "EMP00109",
    "name": "Nicholas Myers",
    "email": "nicholas.myers@example.com",
    "department": "Human Resources",
    "title": "Lead Recruiter",
    "salary": 141649,
    "location": "Phoenix",
    "joined": "2021-01-30",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "AWS, Digital Marketing, Diversity & Inclusion, Employee Relations, Express.js, HRIS, Performance Management, Training Development",
    "notes": "Pass guy job market. Subject movie explain answer. I difficult sea begin such behind front. Note most interview girl."
  },
  {
    "id": "EMP00110",
    "name": "Chase Colon",
    "email": "chase.colon@example.com",
    "department": "Finance",
    "title": "Junior Treasurer",
    "salary": 44407,
    "location": "Austin",
    "joined": "2020-05-27",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Accounting, Deep Learning, Financial Analysis, Kanban, Pandas, QuickBooks",
    "notes": "Law shake Congress affect reflect television officer. Produce station visit environmental point. Table trade various risk art customer leg drive. Such improve team treat plant. Environment expert civil rather door draw."
  },
  {
    "id": "EMP00111",
    "name": "Edward Johnson",
    "email": "edward.johnson@example.com",
    "department": "Human Resources",
    "title": "Principal Employee Relations Manager",
    "salary": 246639,
    "location": "London",
    "joined": "2023-04-30",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Diversity & Inclusion, Docker, HRIS, Negotiation, Performance Management",
    "notes": "Carry election sound probably compare. White magazine after. Finish fear as western."
  },
  {
    "id": "EMP00112",
    "name": "Penny Powers",
    "email": "penny.powers@example.com",
    "department": "Product Management",
    "title": "Principal UX Designer",
    "salary": 250218,
    "location": "Seattle",
    "joined": "2024-03-19",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Elasticsearch, Jira, Mentoring, Product Strategy, SEM, User Research",
    "notes": "Miss stock wear use. Market bed outside significant finish. Say south season very design blood degree ever. Television argue mouth record both. Interest radio white these view guy resource. Again whom paper success production. Real small dream. His police red total rate movement door. Home travel hotel within eight bed. Decision three trouble place these. Smile ever bag single man say. Response theory star station recognize media. Inside role natural force receive seven. Picture social carry husband."
  },
  {
    "id": "EMP00113",
    "name": "Courtney Edwards",
    "email": "courtney.edwards@example.com",
    "department": "Customer Support",
    "title": "Director Customer Support Representative",
    "salary": 278643,
    "location": "New York",
    "joined": "2016-03-06",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Customer Service, Empathy, Patience, Problem Solving, Product Knowledge, Scikit-learn, Tableau, Technical Support",
    "notes": "Long same end reach step son cup. Happen hour help strong now again. Type positive phone. Cup red collection husband investment employee become. Color note add moment significant up. Budget require course technology site explain management."
  },
  {
    "id": "EMP00114",
    "name": "David Gates",
    "email": "david.gates@example.com",
    "department": "Sales",
    "title": "Principal Account Executive",
    "salary": 122270,
    "location": "Toronto",
    "joined": "2021-05-11",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Account Management, CRM, Elasticsearch, Material Design, Salesforce",
    "notes": "Face energy pay. Hard range leader action card. Rather require remain save eight believe. Appear use likely great. Vote whose our security animal effect people few. Provide car throughout American conference college."
  },
  {
    "id": "EMP00115",
    "name": "Trevor Morgan",
    "email": "trevor.morgan@example.com",
    "department": "Sales",
    "title": "Principal Sales Manager",
    "salary": 164475,
    "location": "Berlin",
    "joined": "2020-01-14",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "CRM, Conversion Optimization, Negotiation, Salesforce, Territory Management, Trello",
    "notes": "Material wind exactly guess. Executive theory party seven enough fine. Firm yes shake character. Country approach consumer. Employee relationship job yet until American ground. Magazine manage suffer term buy behavior test. Strong seek state none. Defense your above short Congress turn east marriage. Ago race quite hour opportunity week. Child ball store process law western. Price forget analysis performance laugh water yourself trade. Can tell soon executive sometimes season natural."
  },
  {
    "id": "EMP00116",
    "name": "Carrie Davis",
    "email": "carrie.davis@example.com",
    "department": "Legal",
    "title": "Paralegal",
    "salary": 137780,
    "location": "Dallas",
    "joined": "2017-11-28",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Content Creation, Contract Review, Customer Acquisition, Legal Writing, Negotiation, Risk Assessment",
    "notes": "Expect sell pressure building make it. Tough page grow benefit happen. Majority those live none institution."
  },
  {
    "id": "EMP00117",
    "name": "Katherine Shepherd",
    "email": "katherine.shepherd@example.com",
    "department": "Legal",
    "title": "Legal Assistant",
    "salary": 123604,
    "location": "Phoenix",
    "joined": "2021-06-30",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Intellectual Property, Legal Research, Legal Writing, Sprint Planning, Technical Writing",
    "notes": "Us money positive base. Join trade local chance campaign total success. Into notice necessary true message member including."
  },
  {
    "id": "EMP00118",
    "name": "Steven Cortez",
    "email": "steven.cortez@example.com",
    "department": "Engineering",
    "title": "DevOps Engineer",
    "salary": 70895,
    "location": "Miami",
    "joined": "2023-06-27",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Azure, Docker, Node.js, SQL",
    "notes": "Skill successful and indicate. Finish right serious last space. Whom the cost continue section page. Move accept bring commercial local reality. Rise field spend pattern real white push source."
  },
  {
    "id": "EMP00119",
    "name": "Christopher Taylor",
    "email": "christopher.taylor@example.com",
    "department": "Engineering",
    "title": "Mid-level DevOps Engineer",
    "salary": 146553,
    "location": "Austin",
    "joined": "2017-04-07",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "AWS, CI/CD, Conversion Optimization, Node.js, Power BI, React",
    "notes": "Job personal so course feeling. Challenge instead bring total school knowledge machine. One cut notice street anything account piece. Woman support say other never fact. Hundred message right very toward test discussion."
  },
  {
    "id": "EMP00120",
    "name": "Bruce Smith",
    "email": "bruce.smith@example.com",
    "department": "Legal",
    "title": "Patent Attorney",
    "salary": 412495,
    "location": "Boston",
    "joined": "2021-02-13",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Compliance, Legal Research, Legal Writing, Litigation Support, Monday.com, Network Security, Team Leadership",
    "notes": "Recently again explain court gas discussion detail. Two table resource life third rich. Where strategy pull same somebody son. Perform executive see project. Current paper beyond indeed. Field decide another adult thing ground city. Allow as issue pay building difference election. Size show show news to table. Prove relationship unit just lead success book black. Participant teach big none medical cold brother day. Church factor kid media run between."
  },
  {
    "id": "EMP00121",
    "name": "Deborah Cook",
    "email": "deborah.cook@example.com",
    "department": "Marketing",
    "title": "Content Writer",
    "salary": 94544,
    "location": "Phoenix",
    "joined": "2016-09-25",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Google Analytics, Leadership, Photoshop, Python, Social Media Marketing, WordPress",
    "notes": "Commercial entire resource increase picture early send. Instead direction soon including important learn system. Want kind show response military attorney. Fire word clearly article service produce. Total around place require. Information though red them return. Training account evidence month turn record. Popular thought person peace kind generation speech. Simple thing base Mr hope rest. Minute must degree memory. Miss serious civil agreement someone."
  },
  {
    "id": "EMP00122",
    "name": "Brittany Allen",
    "email": "brittany.allen@example.com",
    "department": "Marketing",
    "title": "C-Suite Social Media Manager",
    "salary": 209128,
    "location": "Denver",
    "joined": "2023-02-05",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Azure, Canva, Content Creation, Email Marketing",
    "notes": "Buy series walk large occur accept. Work south writer not thus physical. Suddenly doctor federal project spring of cause. Mind easy foreign old state guess."
  },
  {
    "id": "EMP00123",
    "name": "Corey Dawson",
    "email": "corey.dawson@example.com",
    "department": "Product Management",
    "title": "UI Designer",
    "salary": 140206,
    "location": "Toronto",
    "joined": "2023-08-23",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Communication, Confluence, Express.js, Market Research, Project Management, Roadmap Planning",
    "notes": "Quality idea next single the once. You ready way rule indicate clear. Camera represent can relate tell brother defense. Allow church next TV budget system book. Face mission brother figure hear family agreement. Central operation any thus. Democratic standard major business give. Individual of not. Sit little result paper seven measure. Seven project chance road become person perhaps. Too fund animal provide kitchen. Position tend religious occur someone. Night buy nice court peace. Serious whatever miss seek me affect probably."
  },
  {
    "id": "EMP00124",
    "name": "Amanda Rivers",
    "email": "amanda.rivers@example.com",
    "department": "Sales",
    "title": "Lead Sales Director",
    "salary": 132115,
    "location": "Sydney",
    "joined": "2018-02-08",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Account Management, Figma, Lead Generation, PPC, Team Collaboration, Territory Management",
    "notes": "And technology age join increase teacher fish either. Woman my experience consumer. Child weight question arrive. Consider require fear better central throw."
  },
  {
    "id": "EMP00125",
    "name": "Jonathan David",
    "email": "jonathan.david@example.com",
    "department": "Engineering",
    "title": "Junior Backend Developer",
    "salary": 83960,
    "location": "Miami",
    "joined": "2024-05-08",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Cybersecurity, Digital Marketing, Docker, Kubernetes, MongoDB, Node.js, Project Management",
    "notes": "Especially five network assume. Imagine do though. Never only big several prepare. Fight image base player. Situation central music collection early. Which new among spend which per."
  },
  {
    "id": "EMP00126",
    "name": "Denise Jackson",
    "email": "denise.jackson@example.com",
    "department": "Marketing",
    "title": "Mid-level Marketing Specialist",
    "salary": 147915,
    "location": "Denver",
    "joined": "2015-12-16",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Adaptability, Canva, CircleCI, HubSpot, Photoshop, SEO, Social Media Marketing",
    "notes": "Subject example claim move attorney bed recognize store. Your there decision measure soon this war. Event production focus decision where foreign trial. Position ability live top. Including time reflect several. Skin power back all. Public good spend still group concern. By have cover."
  },
  {
    "id": "EMP00127",
    "name": "Albert Paul",
    "email": "albert.paul@example.com",
    "department": "Research & Development",
    "title": "Mid-level R&D Engineer",
    "salary": 76744,
    "location": "Berlin",
    "joined": "2022-12-10",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Data Analysis, Hypothesis Testing, Jenkins, Python, R, SPSS",
    "notes": "Doctor management guy exactly toward. Decide cultural start how thank notice management necessary. Public owner compare open second camera value. Thing rock ever summer age. Pass quite third ability interview pull practice. Such imagine business million many military. This different everyone. Mother first hot free they space. Within interest avoid economic clearly."
  },
  {
    "id": "EMP00128",
    "name": "Lance Garrett",
    "email": "lance.garrett@example.com",
    "department": "Sales",
    "title": "Sales Operations Analyst",
    "salary": 87510,
    "location": "Los Angeles",
    "joined": "2016-04-28",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Account Management, Customer Acquisition, Negotiation, Project Management, Time Management",
    "notes": "List when strategy start. Some want simply people shake personal often. Window true help three. Site artist sort area. Phone assume quality nice far high benefit sell. Skin perhaps law less into per big prepare. Law foreign court. Activity require or subject. Call meeting green loss per control case. Art find job."
  },
  {
    "id": "EMP00129",
    "name": "Susan Webster",
    "email": "susan.webster@example.com",
    "department": "Product Management",
    "title": "C-Suite Product Marketing Manager",
    "salary": 539560,
    "location": "Dallas",
    "joined": "2018-06-20",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Jira, Market Research, Material Design, Network Security, Roadmap Planning, Scrum, TensorFlow, User Research",
    "notes": "Hard account only question arm. Standard nice area gas with policy cut. Game property reason word. Realize system not friend federal forget bit then. Many turn police. Level defense lose shoulder spring."
  },
  {
    "id": "EMP00130",
    "name": "Lindsay Bennett",
    "email": "lindsay.bennett@example.com",
    "department": "Human Resources",
    "title": "Employee Relations Manager",
    "salary": 228636,
    "location": "London",
    "joined": "2019-05-12",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "BambooHR, HRIS, HTML, Performance Management, PostgreSQL, Workday",
    "notes": "Central key place tree. Analysis ahead cup company those responsibility. Suggest early cultural compare energy big. Her skin book very. Lay hard head commercial money. Think there assume certain under some court her."
  },
  {
    "id": "EMP00131",
    "name": "Nicholas Greene",
    "email": "nicholas.greene@example.com",
    "department": "Operations",
    "title": "Supply Chain Manager",
    "salary": 117444,
    "location": "Remote",
    "joined": "2025-02-15",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Ansible, Content Creation, Continuous Improvement, Lead Generation, Process Improvement, Six Sigma, Supply Chain Management, Vendor Management",
    "notes": "Picture evidence call. Why though decide bank likely professional ask. Seem population meeting material less focus. Moment low what listen ok point. Power debate thus later doctor despite interesting help."
  },
  {
    "id": "EMP00132",
    "name": "Eric Kirby",
    "email": "eric.kirby@example.com",
    "department": "Operations",
    "title": "Lead Process Improvement Specialist",
    "salary": 224013,
    "location": "Sydney",
    "joined": "2017-11-25",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "DynamoDB, Process Improvement, Project Management, Quality Assurance, Six Sigma",
    "notes": "American mention from later it happen marriage event. Conference doctor population."
  },
  {
    "id": "EMP00133",
    "name": "Michael Miller",
    "email": "michael.miller@example.com",
    "department": "Engineering",
    "title": "QA Engineer",
    "salary": 102999,
    "location": "San Francisco",
    "joined": "2023-10-14",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Git, Kubernetes, Leadership, Machine Learning, React, SQL",
    "notes": "Although customer cultural forget few spring. Course page case talk respond. Treatment across federal state situation identify if. Serious activity pressure writer week tend dinner rich. Do only need light sport future beat. Investment walk individual just table. Hear officer campaign. Matter probably great. International sell several real federal only. Size two child well form picture owner."
  },
  {
    "id": "EMP00134",
    "name": "Cathy Camacho",
    "email": "cathy.camacho@example.com",
    "department": "Finance",
    "title": "Senior Payroll Specialist",
    "salary": 121368,
    "location": "New York",
    "joined": "2025-02-27",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "HTML, Machine Learning, Power BI, QuickBooks, Tableau",
    "notes": "Notice later thus behavior bit need. Step owner agree. Treat history day fact. Attorney arm million commercial teacher improve church. Movie long attention western. Candidate day it report little. Offer financial data respond learn cut yard knowledge."
  },
  {
    "id": "EMP00135",
    "name": "Makayla Jacobs",
    "email": "makayla.jacobs@example.com",
    "department": "Legal",
    "title": "Patent Attorney",
    "salary": 175329,
    "location": "Remote",
    "joined": "2017-10-28",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Chef, Contract Review, Flask, Legal Research, Litigation Support, Risk Assessment",
    "notes": "Position try get successful society. Party special compare eat tonight run. Treat contain notice hour watch dream. Event physical factor trouble. Training in seven building hard. Short for late education media left available. High second talk however action boy true. Prove less leave bar prevent require. Cell star success color adult beyond."
  },
  {
    "id": "EMP00136",
    "name": "Kelly Nichols",
    "email": "kelly.nichols@example.com",
    "department": "Human Resources",
    "title": "Employee Relations Manager",
    "salary": 85223,
    "location": "Denver",
    "joined": "2019-04-07",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Compensation Analysis, Diversity & Inclusion, Employee Relations, PyTorch, Workday",
    "notes": "Describe alone push democratic. Student specific political. Hospital final appear above. Short up hear draw before instead. Front court protect. When benefit structure professional right. Mention spring follow phone person various. Voice building degree ground community I. Activity defense detail price everything perhaps. Those in should matter. Republican social two notice. Where outside wonder recent question."
  },
  {
    "id": "EMP00137",
    "name": "Teresa Benson",
    "email": "teresa.benson@example.com",
    "department": "Human Resources",
    "title": "VP HR Business Partner",
    "salary": 369930,
    "location": "Remote",
    "joined": "2018-09-04",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "BambooHR, CircleCI, Diversity & Inclusion, Negotiation, Performance Management",
    "notes": "Treatment large memory score me relate actually again. Final scene serious people. Hear father charge daughter. Draw rise write. Care fish skin always social increase. Seek director run garden day. Trade professor eat. Part high focus kind accept. Attorney court plant center daughter begin or. Door back right find return."
  },
  {
    "id": "EMP00138",
    "name": "John Thompson",
    "email": "john.thompson@example.com",
    "department": "Information Technology",
    "title": "VP Cybersecurity Analyst",
    "salary": 243935,
    "location": "Denver",
    "joined": "2017-11-05",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Asset Management, Creativity, Help Desk, Network Administration, Node.js, R, VMware, Windows Server",
    "notes": "Cold kid measure same set standard. After high take serve TV organization check. Either less law heart. Lose four resource cultural trouble above technology room. Man understand wait wife health majority. Author those yeah buy usually class several whatever. Remember play happy around history interest east. Alone spend piece put recently population end. Want challenge easy official production claim bring. Popular true huge only. Million country institution stop. Reality may mouth though only. Body of something sport. See us huge final would. Ability attorney recent modern pressure run color."
  },
  {
    "id": "EMP00139",
    "name": "Nicholas Padilla",
    "email": "nicholas.padilla@example.com",
    "department": "Legal",
    "title": "Lead Legal Assistant",
    "salary": 206766,
    "location": "Minneapolis",
    "joined": "2017-05-03",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Compliance, HIPAA, Intellectual Property, Legal Writing, Litigation Support, Negotiation, Photoshop",
    "notes": "Speak court work the. Phone person than coach fall help."
  },
  {
    "id": "EMP00140",
    "name": "Joshua Peterson",
    "email": "joshua.peterson@example.com",
    "department": "Marketing",
    "title": "Social Media Manager",
    "salary": 430497,
    "location": "Chicago",
    "joined": "2021-03-19",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Canva, Copywriting, Digital Marketing, Photoshop, SOX, Social Media Marketing",
    "notes": "Smile among decision social heart mind while entire. List front investment he three yourself stage. Her arm green form beyond lead. Rise thousand catch own than evidence. Happy peace probably little including. About point walk focus plant. Wide save question."
  },
  {
    "id": "EMP00141",
    "name": "Jesus Washington",
    "email": "jesus.washington@example.com",
    "department": "Research & Development",
    "title": "Principal R&D Engineer",
    "salary": 269739,
    "location": "Remote",
    "joined": "2022-10-01",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Power BI, R, SAS, SPSS",
    "notes": "Parent Republican thank then size. All marriage beautiful strategy you would level. Western lot music during color want record. Itself respond civil upon. Detail election live today but. Two plant man somebody. The use short over popular help. President size whom join do else. Because become scientist visit seat. Of camera finish herself. Artist movie suggest woman floor."
  },
  {
    "id": "EMP00142",
    "name": "Michael Shelton",
    "email": "michael.shelton@example.com",
    "department": "Sales",
    "title": "Principal Business Development Rep",
    "salary": 232713,
    "location": "Chicago",
    "joined": "2023-04-28",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Account Management, CRM, Data Analysis, Lead Generation, Negotiation, R, SEO, Sales Funnel Optimization",
    "notes": "Certain wall student matter lay own. Section support still alone. Final wrong but you religious long. Manager region heavy wonder four. Summer various different save type. Road federal spring treatment city again hot. Question wrong serious hospital month executive. Red nature best food social. Leader clear case receive fact. Decide source crime prepare. Rise offer question write challenge wear."
  },
  {
    "id": "EMP00143",
    "name": "Ronald Skinner",
    "email": "ronald.skinner@example.com",
    "department": "Operations",
    "title": "Junior Operations Manager",
    "salary": 96905,
    "location": "Los Angeles",
    "joined": "2024-08-13",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Monday.com, Process Improvement, PyTorch, Quality Assurance, Supply Chain Management",
    "notes": "Its chance reveal each budget however few other. Present heart reality somebody. Sing ten practice every. Happen build bar majority protect meeting. Only would look. Congress machine popular its number between as training. Continue spend after new movie speech major. Student much standard prepare send debate probably."
  },
  {
    "id": "EMP00144",
    "name": "David Atkins",
    "email": "david.atkins@example.com",
    "department": "Operations",
    "title": "VP Process Improvement Specialist",
    "salary": 158720,
    "location": "Portland",
    "joined": "2022-04-23",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Data Analysis, JavaScript, Process Improvement, Project Management, Quality Assurance, Supply Chain Management, Vendor Management",
    "notes": "Because either send be. Media hair name institution. Eat animal watch. Process knowledge officer reason mission. Mrs decide between standard down could feel strategy. Own democratic grow campaign. Instead near end power clear lay war put. Movie audience run yet. Nor positive memory clearly start first. Her who easy establish mother range."
  },
  {
    "id": "EMP00145",
    "name": "Richard Murphy",
    "email": "richard.murphy@example.com",
    "department": "Marketing",
    "title": "VP Marketing Analyst",
    "salary": 283660,
    "location": "Seattle",
    "joined": "2016-03-31",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Copywriting, Email Marketing, Presentation Skills, Python, Redis, SEM, SEO",
    "notes": "Woman develop weight situation but money. Open southern believe give occur."
  },
  {
    "id": "EMP00146",
    "name": "Julian Nelson",
    "email": "julian.nelson@example.com",
    "department": "Human Resources",
    "title": "Lead Talent Acquisition Manager",
    "salary": 121636,
    "location": "Minneapolis",
    "joined": "2016-05-06",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "BambooHR, Compensation Analysis, Employee Relations, HRIS, Negotiation, SEM, Workday",
    "notes": "Organization support local camera act message choice. Central nothing environment truth. Religious eat participant religious consumer worry. Maybe every into walk thing sport figure. Water image fine bed. Baby drive behavior offer. Sea never manage them. Usually carry marriage rate quality mother by. Pattern treat second. Reflect see each school week statement. Range amount large collection us shake tough."
  },
  {
    "id": "EMP00147",
    "name": "Gregory Richardson",
    "email": "gregory.richardson@example.com",
    "department": "Engineering",
    "title": "ML Engineer",
    "salary": 164307,
    "location": "Berlin",
    "joined": "2016-09-09",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Agile, C++, MongoDB, Python, Trello",
    "notes": "Trial economic much short brother federal. Enter able piece hour type."
  },
  {
    "id": "EMP00148",
    "name": "Sarah Haley",
    "email": "sarah.haley@example.com",
    "department": "Engineering",
    "title": "VP QA Engineer",
    "salary": 372032,
    "location": "Miami",
    "joined": "2020-07-06",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Email Marketing, Git, Node.js, React, SQL, Tailwind CSS",
    "notes": "Leave fear blue glass reveal I across issue. Be method child buy maintain. Difficult house federal into consider. Board just style class government."
  },
  {
    "id": "EMP00149",
    "name": "Ryan Howard",
    "email": "ryan.howard@example.com",
    "department": "Customer Support",
    "title": "Mid-level Support Manager",
    "salary": 151159,
    "location": "Seattle",
    "joined": "2024-01-23",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Customer Service, Deep Learning, Freshdesk, Intercom, Patience, PostgreSQL, Product Knowledge",
    "notes": "Civil current look. Budget major many race camera. Maybe type successful home body blue. Call general add. Appear stop involve others account. Executive bar investment pay role. Economic short ten yes. Project investment listen situation billion. Congress yeah option play director car although wrong. International pattern before anything. Modern record woman develop international article. Popular fight especially exactly go individual. Time consider a produce focus experience. Training beyond continue way hair. Born protect raise side candidate."
  },
  {
    "id": "EMP00150",
    "name": "Michael Patrick",
    "email": "michael.patrick@example.com",
    "department": "Human Resources",
    "title": "VP Employee Relations Manager",
    "salary": 133365,
    "location": "Miami",
    "joined": "2022-10-14",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Business Analysis, Compensation Analysis, Diversity & Inclusion, Performance Management, Recruiting, Spark, Workday",
    "notes": "Beautiful blood picture own American why. Cover knowledge better walk people. Rise writer dark result analysis. Industry represent through service suffer. Window thus large response treat attack industry. Cold ever whose. Animal not some really scientist. Manager mouth message avoid just meeting. Single husband even contain civil design recent."
  },
  {
    "id": "EMP00151",
    "name": "Natasha Gibbs",
    "email": "natasha.gibbs@example.com",
    "department": "Human Resources",
    "title": "Senior Diversity & Inclusion Specialist",
    "salary": 84277,
    "location": "Phoenix",
    "joined": "2019-11-29",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Azure, BambooHR, Performance Management, Recruiting, Workday",
    "notes": "Budget difference move factor policy walk everyone. Establish so politics eat. Movement ability girl painting hard. Enough card together far world personal action. Despite whole computer will Mr without. Blood second high president thank plant nearly stage. Environmental ok space send choose discussion. Happy total behavior consider continue television. Now wall Congress example financial. Stage reach could century. Early training wife beyond money risk."
  },
  {
    "id": "EMP00152",
    "name": "Lindsey Morrison",
    "email": "lindsey.morrison@example.com",
    "department": "Engineering",
    "title": "Senior Frontend Developer",
    "salary": 74539,
    "location": "Minneapolis",
    "joined": "2019-02-19",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Git, MongoDB, Project Management, React, Strategic Planning",
    "notes": "Central physical add whom whatever. My stand system be. Lose none know clear. Look during myself environment myself again."
  },
  {
    "id": "EMP00153",
    "name": "Bradley Stephens",
    "email": "bradley.stephens@example.com",
    "department": "Human Resources",
    "title": "Senior HR Business Partner",
    "salary": 65582,
    "location": "New York",
    "joined": "2016-05-19",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "BambooHR, Change Management, Chef, Compensation Analysis, Digital Marketing, Diversity & Inclusion, Training Development",
    "notes": "Challenge pretty difficult these his this. Man yard different what. Ground past brother type turn. Page concern most. Consider interesting throw reach person expert then even. Usually specific represent baby able value. Sing chair challenge land. Spring both into risk certain follow camera. Good management loss win own PM. Soon president early industry. Much manage movie discover base resource money. Reflect dog able yes admit."
  },
  {
    "id": "EMP00154",
    "name": "Angela Rosario",
    "email": "angela.rosario@example.com",
    "department": "Sales",
    "title": "Mid-level Sales Manager",
    "salary": 57000,
    "location": "Chicago",
    "joined": "2024-07-26",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Account Management, Agile, CRM, Negotiation, Presentation Skills, Prospecting",
    "notes": "Drug still argue case while region. Run receive interesting approach black ok. Study that air half bad baby notice. Change consumer sea security recognize federal. Reveal know population actually born art. Page community civil. Strategy quite then never stop try."
  },
  {
    "id": "EMP00155",
    "name": "Warren Fletcher",
    "email": "warren.fletcher@example.com",
    "department": "Marketing",
    "title": "Director Social Media Manager",
    "salary": 204595,
    "location": "Denver",
    "joined": "2019-08-05",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "C++, Canva, Content Creation, Google Analytics, HIPAA, WordPress",
    "notes": "Despite contain second nice. Staff life finish politics. Close sound position crime board back. Single friend dream clear blood deep action travel."
  },
  {
    "id": "EMP00156",
    "name": "Jacob Harris",
    "email": "jacob.harris@example.com",
    "department": "Marketing",
    "title": "Growth Marketer",
    "salary": 134455,
    "location": "Atlanta",
    "joined": "2024-08-25",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Canva, Copywriting, Node.js, SEM, WordPress",
    "notes": "Want across ground executive. Matter fire hospital green can push. Imagine scientist big space change onto. Local than also claim radio bad. Well discuss democratic race. Shoulder claim white might. Prepare us game size fund growth task issue. Dream young parent when note yes. Source central that natural. Material lawyer college fast. Evidence guy become condition. Election list eight theory practice cell buy. Always teacher husband tax true can happen. Weight health radio media enjoy then radio per. Scientist each start account. Fact citizen human authority. Them protect give life movement stand."
  },
  {
    "id": "EMP00157",
    "name": "Daniel White",
    "email": "daniel.white@example.com",
    "department": "Legal",
    "title": "Principal Corporate Counsel",
    "salary": 90910,
    "location": "Boston",
    "joined": "2016-06-09",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Change Management, Compliance, Legal Research, Litigation Support, Negotiation, Risk Assessment, Team Collaboration",
    "notes": "You main reduce live everything although. We certainly degree nothing. Similar artist speak smile without degree deep age. Establish player base attorney if fear."
  },
  {
    "id": "EMP00158",
    "name": "Jennifer Savage",
    "email": "jennifer.savage@example.com",
    "department": "Customer Support",
    "title": "Support Manager",
    "salary": 232905,
    "location": "Phoenix",
    "joined": "2020-08-09",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Communication, Conversion Optimization, Cybersecurity, Freshdesk, Patience, Product Knowledge",
    "notes": "Cup walk loss movement. Whole join tree now. Situation others back property pattern food worry. Add to value material first society. Enjoy reveal write wall tax plant."
  },
  {
    "id": "EMP00159",
    "name": "Danielle Lane",
    "email": "danielle.lane@example.com",
    "department": "Customer Support",
    "title": "Support Manager",
    "salary": 360102,
    "location": "Phoenix",
    "joined": "2015-09-21",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Customer Service, Empathy, Intercom, Market Research, MongoDB, Troubleshooting",
    "notes": "Girl weight will officer add. Administration to maybe test record power. Increase goal stock international wind from unit. Into computer organization myself high suddenly read. Plant reduce visit town between because. Power pattern in market. Until between know ok allow face inside development."
  },
  {
    "id": "EMP00160",
    "name": "Shawn James",
    "email": "shawn.james@example.com",
    "department": "Research & Development",
    "title": "Innovation Specialist",
    "salary": 82110,
    "location": "Seattle",
    "joined": "2017-04-24",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Customer Acquisition, Penetration Testing, Research Design, SAS, Statistics",
    "notes": "Vote site medical. They enough stuff somebody increase. Above training allow ago so."
  },
  {
    "id": "EMP00161",
    "name": "Mary Stone",
    "email": "mary.stone@example.com",
    "department": "Finance",
    "title": "Accountant",
    "salary": 369330,
    "location": "London",
    "joined": "2022-10-08",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Accounting, Auditing, Cassandra, Conflict Resolution, Leadership, QuickBooks, Risk Management, SQL",
    "notes": "Stock soon official can player within. Idea fish citizen discuss. Mean place six successful. True study city follow behavior agent activity show. Agreement remain turn bad."
  },
  {
    "id": "EMP00162",
    "name": "Patrick Newton",
    "email": "patrick.newton@example.com",
    "department": "Product Management",
    "title": "UX Designer",
    "salary": 71446,
    "location": "Chicago",
    "joined": "2016-08-29",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Agile, Confluence, DynamoDB, Market Research, MongoDB, Roadmap Planning, Wireframing",
    "notes": "Movement early sister skill side. Ever various physical. Term book until but center energy Congress back. Tree debate beyond somebody including main."
  },
  {
    "id": "EMP00163",
    "name": "Connie Clark",
    "email": "connie.clark@example.com",
    "department": "Sales",
    "title": "C-Suite Sales Operations Analyst",
    "salary": 524471,
    "location": "New York",
    "joined": "2019-07-22",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Account Management, CRM, Conflict Resolution, Customer Acquisition, Network Security, Prospecting, Territory Management, Vue.js",
    "notes": "Piece talk bring garden get yet outside. Citizen score unit. Paper movie military set describe. Boy describe foreign detail road vote. Loss well give necessary family. Job watch two economic cup suffer response. Bill soldier onto close day reveal. Third interest section staff performance parent. Note hear plan ask cold. When education important. Step population whole good air conference follow so. Early Democrat he certain fire act."
  },
  {
    "id": "EMP00164",
    "name": "Haley Love",
    "email": "haley.love@example.com",
    "department": "Marketing",
    "title": "Director Marketing Analyst",
    "salary": 116947,
    "location": "Austin",
    "joined": "2017-06-29",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "A/B Testing, Copywriting, Email Marketing, Photoshop, Social Media Marketing, Trello",
    "notes": "Money bill everyone part third. Off position radio itself. Cup anyone management another ever budget. Commercial force him office expect popular task. Treatment expect success. Time truth although. Attorney believe sort. Ever send hundred news finish. Hotel recent lawyer. Successful visit bill difference. Catch year technology. Difficult because right speech staff Mr. Various test employee. Book water avoid."
  },
  {
    "id": "EMP00165",
    "name": "Mark Salazar",
    "email": "mark.salazar@example.com",
    "department": "Marketing",
    "title": "C-Suite Social Media Manager",
    "salary": 399056,
    "location": "Minneapolis",
    "joined": "2023-06-26",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "A/B Testing, Content Creation, Jira, NumPy, Social Media Marketing",
    "notes": "Send thousand whole including. Property miss drive long majority exactly significant. Difficult enough fast bar next their process. Reason avoid manager defense provide. Stand could bit decade opportunity month teach."
  },
  {
    "id": "EMP00166",
    "name": "Kathleen Collins",
    "email": "kathleen.collins@example.com",
    "department": "Legal",
    "title": "Contract Manager",
    "salary": 123360,
    "location": "Remote",
    "joined": "2019-11-24",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Contract Review, DynamoDB, Express.js, Legal Writing, Risk Assessment, Sass",
    "notes": "Message sister could everyone clearly film thank possible. Leave blue book admit. Cost agreement product laugh enter until base. Character maybe meet apply evening. Any him up create. Idea order morning management item. Position where detail. Time offer draw. Every third record identify. Big safe they environmental day size. Pm relationship explain about continue traditional. Live figure trade draw fire attorney cost tonight. While program into again."
  },
  {
    "id": "EMP00167",
    "name": "Terri Ibarra",
    "email": "terri.ibarra@example.com",
    "department": "Marketing",
    "title": "Junior Social Media Manager",
    "salary": 60908,
    "location": "London",
    "joined": "2017-01-23",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Copywriting, Leadership, Network Security, SEO, TensorFlow, WordPress",
    "notes": "Body standard note wrong structure moment cold. Simple beyond sound friend. Same wrong either main hair add good. Through simple tax total other both."
  },
  {
    "id": "EMP00168",
    "name": "Gina Chandler",
    "email": "gina.chandler@example.com",
    "department": "Human Resources",
    "title": "Director Recruiter",
    "salary": 287350,
    "location": "Denver",
    "joined": "2015-07-25",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "BambooHR, Compensation Analysis, Diversity & Inclusion, HRIS, SQL, Workday",
    "notes": "Officer receive issue deal become. Police whole theory quickly tonight last. Company travel give former operation war everybody."
  },
  {
    "id": "EMP00169",
    "name": "James Riley",
    "email": "james.riley@example.com",
    "department": "Legal",
    "title": "Legal Assistant",
    "salary": 270444,
    "location": "Minneapolis",
    "joined": "2022-05-17",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Compliance, Contract Review, Critical Thinking, Legal Writing, Litigation Support, Negotiation, SEM",
    "notes": "Material rate letter. Model face newspaper class. Explain son administration American executive or apply."
  },
  {
    "id": "EMP00170",
    "name": "Kevin Jordan",
    "email": "kevin.jordan@example.com",
    "department": "Customer Support",
    "title": "Mid-level Support Manager",
    "salary": 92477,
    "location": "Austin",
    "joined": "2021-12-16",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Ansible, Communication, Freshdesk, Intercom, Product Knowledge, Technical Support",
    "notes": "West require central run. One ball despite list great speech. Institution whom better end few financial. Job then source cause should economic indicate. Feeling beat note pick national. Site street benefit money reason mean. Government level which leave tree ago short. Sense past few drug. Health per tonight there apply suddenly call. Leg several military."
  },
  {
    "id": "EMP00171",
    "name": "Mary Miller",
    "email": "mary.miller@example.com",
    "department": "Marketing",
    "title": "Principal Brand Strategist",
    "salary": 175518,
    "location": "New York",
    "joined": "2018-01-21",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "AWS, Canva, Cassandra, Google Analytics, HubSpot, SEO",
    "notes": "Ten building once memory response reduce. Century science manager difference put system feeling. Rest view south perhaps customer. A page building best. Billion agency media hospital unit. Identify work star success national. Race teacher pay it player continue stand price. Score national live face property where manage. Hospital recently blue indicate interesting. Lead nor action few population. Know traditional great cause think learn across citizen. Task me give relationship hospital artist pretty."
  },
  {
    "id": "EMP00172",
    "name": "Michael Ball",
    "email": "michael.ball@example.com",
    "department": "Sales",
    "title": "Director Sales Representative",
    "salary": 331795,
    "location": "Sydney",
    "joined": "2018-10-01",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Account Management, Confluence, Customer Acquisition, MySQL, Prospecting",
    "notes": "Trouble population heavy line. Office until simple moment. Recently open oil once. Attack ahead run discuss professor material. Service wonder speak run door tonight. Rock himself wind two. Partner boy suggest authority. Paper subject type fly recognize help. News cultural make quickly different score its. Speak court old pick protect data special."
  },
  {
    "id": "EMP00173",
    "name": "Patricia Ward",
    "email": "patricia.ward@example.com",
    "department": "Legal",
    "title": "Patent Attorney",
    "salary": 123131,
    "location": "London",
    "joined": "2019-06-09",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Compliance, Contract Review, Go, Lead Generation, Legal Research, MongoDB, Negotiation",
    "notes": "Couple debate still may ground tonight table. Keep personal them notice. Site fear brother discover. Music against start face stock hospital group their. Why avoid offer table. Fine peace national through old view world. Allow instead customer. Cause natural safe under. Dog authority way toward. Generation audience indicate. Upon thought long can rich bit market different. Local sit theory direction use ago. Move team radio scene need. Hit help by. Near break brother past tough goal. Job around discussion open dinner section."
  },
  {
    "id": "EMP00174",
    "name": "Pamela Mcguire",
    "email": "pamela.mcguire@example.com",
    "department": "Customer Support",
    "title": "Customer Success Advocate",
    "salary": 500423,
    "location": "Denver",
    "joined": "2021-01-14",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Customer Service, Intercom, Mentoring, Patience, Product Knowledge, Travis CI",
    "notes": "Executive fire own three. Can huge price prevent baby. Day relate spend today teach kitchen few. Sister fall president money environment recently. Bit get improve wear main bad treatment. Figure need but right small. Within recognize practice. Well again student establish open feel whole. Take himself affect him know. Day continue issue appear figure."
  },
  {
    "id": "EMP00175",
    "name": "Amber Bailey",
    "email": "amber.bailey@example.com",
    "department": "Information Technology",
    "title": "VP IT Support Specialist",
    "salary": 270772,
    "location": "Dallas",
    "joined": "2015-08-13",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Backup Solutions, Confluence, Cybersecurity, Help Desk, Photoshop, System Administration, VMware, Windows Server",
    "notes": "Rise perform tend site up sell. Network weight usually explain. Less occur nothing million class high second. Traditional exactly radio ever. Side fast number although ever. Process site special part buy. Produce structure summer kitchen admit across already. Lose such design around voice everybody. Finish ask conference she everybody than camera. Company that pretty discussion pressure contain medical key. Among response article research else either. Music and doctor board medical both. Down for he state. Author interview executive agency parent growth."
  },
  {
    "id": "EMP00176",
    "name": "Theresa Merritt",
    "email": "theresa.merritt@example.com",
    "department": "Finance",
    "title": "Junior Auditor",
    "salary": 102841,
    "location": "Remote",
    "joined": "2019-02-07",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Ansible, Budget Planning, Power BI, Project Management, QuickBooks, React, Tableau",
    "notes": "Agent participant space member sit meet ok general. Her old price change several. Western when yeah not. Piece safe much building these sometimes parent. Kid especially structure fall during during should. Discuss fire win realize knowledge whatever. Gun goal measure trip president painting. Skill discover still would understand each training. Program painting somebody game brother impact measure chance. Plan significant tonight then administration building enjoy. Sea call alone issue real wrong car. Truth toward great I news Republican budget. Option pattern yes and school great. Treat piece scientist job serious record safe. Trouble view base time order have power here. Computer reveal evidence significant discussion manage."
  },
  {
    "id": "EMP00177",
    "name": "Brandon Holmes",
    "email": "brandon.holmes@example.com",
    "department": "Customer Support",
    "title": "Senior Technical Support Specialist",
    "salary": 122071,
    "location": "Miami",
    "joined": "2020-08-10",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Empathy, Figma, Patience, SQL, Zendesk",
    "notes": "Among war think room. Mind offer past between expect budget. Main difference college voice else. Send under project cell deal stuff senior agree. Mrs crime major state hard example way. Rule minute store far body relationship. Know it enjoy ten. Why sound season develop. Force medical everybody piece."
  },
  {
    "id": "EMP00178",
    "name": "William Waters",
    "email": "william.waters@example.com",
    "department": "Engineering",
    "title": "Director Frontend Developer",
    "salary": 162243,
    "location": "Toronto",
    "joined": "2022-06-04",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "AWS, DynamoDB, Machine Learning, NumPy, PHP, SQL, TensorFlow",
    "notes": "Couple newspaper study personal we physical. Carry heavy wall pull enter. Machine cost market capital. Week tax see about. Make particularly report although. Party piece doctor give most."
  },
  {
    "id": "EMP00179",
    "name": "Stephanie Humphrey",
    "email": "stephanie.humphrey@example.com",
    "department": "Human Resources",
    "title": "Diversity & Inclusion Specialist",
    "salary": 347080,
    "location": "Seattle",
    "joined": "2023-10-07",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Change Management, React, Recruiting, Scikit-learn, Training Development",
    "notes": "Loss benefit both thing sense expert wide. Easy interesting computer what produce girl. Relate similar low source major include. Ahead environmental Democrat surface important. Energy fish hot kind human treatment. Magazine despite player animal language. Occur coach deal personal way. Particularly can music wear again here sister four. Short need pressure million gun cup. Study how responsibility face. Former democratic safe vote already after. Bill huge machine church feeling discover significant. Almost seek spend help husband. Technology baby mean region run."
  },
  {
    "id": "EMP00180",
    "name": "Andrew Newton",
    "email": "andrew.newton@example.com",
    "department": "Information Technology",
    "title": "Systems Analyst",
    "salary": 122495,
    "location": "New York",
    "joined": "2020-10-09",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Active Directory, Asset Management, Linux, Team Leadership, Windows Server",
    "notes": "Mention age ever dark enough prevent. Heavy involve develop image everything expect reflect. Each admit market hour head national board. Official agent side language live. Forward special wish believe college. Order base idea study model style set. Should edge find full. Already ready out the."
  },
  {
    "id": "EMP00181",
    "name": "Joseph Clark",
    "email": "joseph.clark@example.com",
    "department": "Sales",
    "title": "Sales Operations Analyst",
    "salary": 104252,
    "location": "Miami",
    "joined": "2020-12-24",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "CircleCI, Presentation Skills, Salesforce, Territory Management",
    "notes": "Never science run TV international back camera. Class security coach. Thank box those manager phone modern. Industry across brother yet result they even. Past he practice center model daughter. Weight he page line decision form section you. Modern stop act indicate. Like year accept reduce."
  },
  {
    "id": "EMP00182",
    "name": "James Davis",
    "email": "james.davis@example.com",
    "department": "Legal",
    "title": "Patent Attorney",
    "salary": 293503,
    "location": "Portland",
    "joined": "2019-12-11",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "DynamoDB, Email Marketing, Intellectual Property, Legal Research, Litigation Support, Negotiation, Project Management",
    "notes": "General add cover exist treatment. Once figure person idea effort must. Back check room evidence enjoy. Camera mission population him. Sign option everyone southern the protect list. Able discussion describe upon. Chair close themselves follow time appear memory keep."
  },
  {
    "id": "EMP00183",
    "name": "Elizabeth Murphy",
    "email": "elizabeth.murphy@example.com",
    "department": "Product Management",
    "title": "C-Suite Product Marketing Manager",
    "salary": 434714,
    "location": "Dallas",
    "joined": "2020-05-11",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Deep Learning, Jira, User Research, Wireframing",
    "notes": "Find miss most third success western. Represent style night majority smile. Newspaper itself give agent. Talk side generation interest pay then."
  },
  {
    "id": "EMP00184",
    "name": "Samantha Lee",
    "email": "samantha.lee@example.com",
    "department": "Product Management",
    "title": "C-Suite UI Designer",
    "salary": 621705,
    "location": "Phoenix",
    "joined": "2019-02-05",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Agile, Analytics, Asana, SEM, Strategic Planning, User Research, Wireframing",
    "notes": "Financial behind hard effect TV parent almost ever. Analysis receive education personal wife statement. Young place make list themselves seek space. Hard party require. Bar street budget kitchen. Fire teach everyone system. Scene four public tonight today college worry reveal."
  },
  {
    "id": "EMP00185",
    "name": "Michael Smith",
    "email": "michael.smith@example.com",
    "department": "Operations",
    "title": "C-Suite Supply Chain Manager",
    "salary": 582732,
    "location": "Sydney",
    "joined": "2022-01-01",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Confluence, Continuous Improvement, Process Improvement, Project Management, Sass",
    "notes": "Base kitchen every cup measure. Play success wait find. Brother letter structure beat us because. Consumer beat fish phone. Short small design. Least theory wall film race wall. Section scene financial here expert."
  },
  {
    "id": "EMP00186",
    "name": "Joshua Cunningham",
    "email": "joshua.cunningham@example.com",
    "department": "Research & Development",
    "title": "Junior Innovation Specialist",
    "salary": 98642,
    "location": "Portland",
    "joined": "2019-07-01",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Docker, GDPR, Hypothesis Testing, Laboratory Management, Patent Research, Sprint Planning",
    "notes": "Begin great hair sign mission. Reach color wear one choose notice year its. Debate record mean stop some. Significant election life all boy probably cost. Level follow nor probably. Red picture thank account instead friend. Cost group clear national. Keep pattern order."
  },
  {
    "id": "EMP00187",
    "name": "Heather Simon",
    "email": "heather.simon@example.com",
    "department": "Customer Support",
    "title": "Technical Support Specialist",
    "salary": 86552,
    "location": "Minneapolis",
    "joined": "2020-02-03",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Adaptability, Freshdesk, Jira, Patience, Troubleshooting",
    "notes": "Always upon doctor various until. Inside similar west husband. Clearly coach feel."
  },
  {
    "id": "EMP00188",
    "name": "Candice Wolfe",
    "email": "candice.wolfe@example.com",
    "department": "Marketing",
    "title": "Junior SEO Specialist",
    "salary": 116134,
    "location": "San Francisco",
    "joined": "2020-08-06",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "CSS, Copywriting, Email Marketing, Express.js, Google Analytics, SEO, WordPress",
    "notes": "Finally she soon learn. Leave probably customer common. Ball door data bed each. Above city beyond near hour defense. Protect story relationship several benefit campaign several. Hundred force executive push. Others move get prove wife agree. Concern dog gun may ability out huge back. Catch could deep itself fund."
  },
  {
    "id": "EMP00189",
    "name": "Destiny Simmons",
    "email": "destiny.simmons@example.com",
    "department": "Information Technology",
    "title": "Director Network Administrator",
    "salary": 127866,
    "location": "Denver",
    "joined": "2018-03-16",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "A/B Testing, Asset Management, Backup Solutions, Laravel, PPC, System Administration",
    "notes": "Radio strong let bar rather big. Sound activity five offer himself lawyer. President prove institution approach interesting score break."
  },
  {
    "id": "EMP00190",
    "name": "Lindsay Odonnell",
    "email": "lindsay.odonnell@example.com",
    "department": "Information Technology",
    "title": "IT Manager",
    "salary": 116717,
    "location": "Chicago",
    "joined": "2020-05-18",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Communication, Network Administration, Presentation Skills, VMware, Windows Server",
    "notes": "Mother himself push character front various. Election method pass the itself let always test. Happen threat rather education front fast standard. Environment fall indicate land fear along born. School eat base behind risk plan issue. Generation leader pay try tough. Learn baby head chair with point think. Mention rise front PM few husband. Wear either present third. Whole soldier number yet past much. Reason any of Democrat very. Section sing everybody provide painting. Question evening imagine affect."
  },
  {
    "id": "EMP00191",
    "name": "Robert Anderson",
    "email": "robert.anderson@example.com",
    "department": "Sales",
    "title": "Mid-level Sales Operations Analyst",
    "salary": 67371,
    "location": "Los Angeles",
    "joined": "2018-01-10",
    "status": "Contract",
    "status_class": "bg-info",
    "skills": "Account Management, CRM, Conversion Optimization, Lead Generation, Presentation Skills, Prospecting, Public Speaking",
    "notes": "As explain Republican step onto. Forget home upon actually future get know left. Decision recently pull eight allow system whose. Main world bar security morning fight seem later. Choose once person. It yet age wind news make doctor. Capital parent sure best design yeah number. Ten short worker without. Impact seem industry out floor guy black."
  },
  {
    "id": "EMP00192",
    "name": "Nicole Horne",
    "email": "nicole.horne@example.com",
    "department": "Product Management",
    "title": "Mid-level UX Designer",
    "salary": 161315,
    "location": "Portland",
    "joined": "2022-12-22",
    "status": "Probation",
    "status_class": "bg-secondary",
    "skills": "Confluence, HIPAA, Jira, Kanban, Product Strategy, Scrum, Spark, Wireframing",
    "notes": "Step last under concern eye. Stop several prevent raise better oil individual. Improve player peace catch people your. Number impact age particular coach personal range weight."
  },
  {
    "id": "EMP00193",
    "name": "Andrew Guzman",
    "email": "andrew.guzman@example.com",
    "department": "Engineering",
    "title": "VP DevOps Engineer",
    "salary": 313760,
    "location": "Phoenix",
    "joined": "2023-04-04",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "CI/CD, Docker, Git, Kubernetes, Power BI, Team Leadership",
    "notes": "Line require current car. Thus debate leave each. Wrong someone win matter book page. The training each reveal attorney security. Term yet television audience indicate employee. Building since positive move agency lose rise. Speech stock rise always human. Picture key skin billion suggest serious often. Reveal hand prevent center. Somebody decide best politics available."
  },
  {
    "id": "EMP00194",
    "name": "Rachel Vasquez",
    "email": "rachel.vasquez@example.com",
    "department": "Human Resources",
    "title": "C-Suite Employee Relations Manager",
    "salary": 214823,
    "location": "San Francisco",
    "joined": "2017-10-20",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Compensation Analysis, Go, HRIS, MongoDB, Performance Management, Recruiting, Sales Funnel Optimization, Workday",
    "notes": "Organization seven challenge eye determine. Nor research fill respond nothing fight. Pull child source campaign parent teacher."
  },
  {
    "id": "EMP00195",
    "name": "Jonathan Perez",
    "email": "jonathan.perez@example.com",
    "department": "Information Technology",
    "title": "Junior Database Administrator",
    "salary": 87073,
    "location": "Dallas",
    "joined": "2023-11-13",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Active Directory, Asset Management, Deep Learning, Sales Funnel Optimization, Strategic Planning, Windows Server",
    "notes": "Local tonight win popular onto may. Hear tend magazine college moment compare today. Protect ask different. Difference everything sing smile practice. Material notice police activity second standard."
  },
  {
    "id": "EMP00196",
    "name": "Kristin Villanueva",
    "email": "kristin.villanueva@example.com",
    "department": "Research & Development",
    "title": "C-Suite Innovation Specialist",
    "salary": 386872,
    "location": "Dallas",
    "joined": "2022-10-09",
    "status": "Terminated",
    "status_class": "bg-danger",
    "skills": "Agile, Data Analysis, Hypothesis Testing, Leadership, Network Security, Python",
    "notes": "Network movement scientist their wife. Land mission each something."
  },
  {
    "id": "EMP00197",
    "name": "Ian Mayer",
    "email": "ian.mayer@example.com",
    "department": "Marketing",
    "title": "Principal Growth Marketer",
    "salary": 226702,
    "location": "Atlanta",
    "joined": "2023-12-07",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "Business Analysis, Google Analytics, HubSpot, WordPress",
    "notes": "Before couple store as total. Few debate during seven local better think. Five plant cultural. Kind live between operation. Maintain notice ok technology born though since crime. Yeah edge imagine establish piece forget low. Week federal test eat every. Me personal born series consider according throw. Like clear assume it fight understand kitchen. State cover board discussion film figure short."
  },
  {
    "id": "EMP00198",
    "name": "Thomas Cohen",
    "email": "thomas.cohen@example.com",
    "department": "Research & Development",
    "title": "VP Innovation Specialist",
    "salary": 232310,
    "location": "London",
    "joined": "2024-08-19",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Hypothesis Testing, Laboratory Management, Oracle, Patent Research, Research Design, SAS, Trello",
    "notes": "System particular church what. President small sister especially usually line task. He fill risk stop firm."
  },
  {
    "id": "EMP00199",
    "name": "Kyle Elliott",
    "email": "kyle.elliott@example.com",
    "department": "Research & Development",
    "title": "Director Lab Technician",
    "salary": 373681,
    "location": "New York",
    "joined": "2022-12-26",
    "status": "On Leave",
    "status_class": "bg-warning",
    "skills": "Bootstrap, Data Analysis, Patent Research, Public Speaking, Research Design, SPSS",
    "notes": "Short affect region decade respond far health. Into him newspaper school something pay. Blood during for look return. Weight water sit hope where religious economic. Only arrive argue garden Mrs just exist line. Foot simple including charge. Operation off no just."
  },
  {
    "id": "EMP00200",
    "name": "Mark Payne",
    "email": "mark.payne@example.com",
    "department": "Legal",
    "title": "Junior Corporate Counsel",
    "salary": 114126,
    "location": "Phoenix",
    "joined": "2021-12-18",
    "status": "Active",
    "status_class": "bg-success",
    "skills": "A/B Testing, Compliance, Kubernetes, Legal Writing, Litigation Support, Negotiation",
    "notes": "Whatever guess significant section Democrat fly. Leave four question region effort. Cell politics interview."
  }
]